[{"id":122,"order":1,"url":"https://media.cnn.com/api/v1/images/stellar/prod/230501090549-02-india-wrestlers-demonstration-042823-restricted.jpg?c=16x9&q=h_720,w_1280,c_fill","caption":""},{"id":123,"order":2,"content":"The women wake just after dawn at the makeshift protest site, their belongings stacked under mosquito nets as a row of mattresses line the pavement in New Delhi."},{"id":124,"order":3,"content":"By 8 a.m., they begin training – some run up and down the road, while others perform drills near their tents."},{"id":125,"order":4,"content":"These women are some of India’s top female wrestlers, and they’re calling for more action to be taken against Brij Bhushan Sharan Singh, the president of the Wrestling Federation of India (WFI), who they accuse of sexual harassment."},{"id":126,"order":5,"content":"Singh is a powerful lawmaker and politician from India’s ruling Bharatiya Janata Party. He has previously made headlines for his controversial comments and actions as WFI president, including slapping a young wrestler on stage."},{"id":127,"order":6,"content":"He denies all claims of sexual harassment."},{"id":128,"order":7,"content":"Last week, following protests and intervention by the country’s Supreme Court, Delhi police registered two cases against Singh, including the alleged sexual harassment of a minor. But the wrestlers say that’s not enough – they want him dismissed by the WFI and say they’ll camp at their protest site until that happens."},{"id":129,"order":8,"content":"“We’re Olympians, gold medalists, world champions,” said protest co-leader, two-time Olympian Vinesh Phogat. “There’s been a grave injustice. We’ve dedicated (our lives) to our country.”"},{"id":130,"order":9,"url":"https://media.cnn.com/api/v1/images/stellar/prod/230501090511-03-india-wrestlers-demonstration-042823.jpg?c=16x9&q=h_720,w_1280,c_fill","caption":"Wrestlers perform exercise drills at the protest site in Jantar Mantar, New Delhi, on April 28, 2023."},{"id":131,"order":10,"content":"In January, India’s sport ministry said it would investigate the sexual harassment allegations, but three months on, the wrestlers say the government hasn’t moved swiftly enough."},{"id":132,"order":11,"content":"“We realized we have just one avenue left … to appeal to the public,” said Phogat, a member of one of India’s most well-known wrestling families. “If we get public support, then at least we’ll know the country stands with us.”"},{"id":133,"order":12,"content":"Speaking to reporters Saturday, Singh accused the wrestlers of playing a “political game,” alleging opposition parties were behind the protests, without providing evidence for the claim."},{"id":134,"order":13,"content":"“I am completely innocent and have full faith in the Supreme Court and Delhi police. I am ready for the investigation,” Singh said."},{"id":135,"order":14,"content":"CNN has reached out to Singh for comment but is yet to receive a response."},{"id":136,"order":15,"content":"The allegations against Singh first came to light in January, when several leading wrestlers demanded an inquiry into claims of sexual harassment by younger athletes against him."},{"id":137,"order":16,"content":"In a letter addressed to the president of the Indian Olympic Association (IOA) and shared on Twitter, five leading wrestlers said they wanted to create a “safe and secure place” for young wrestlers, especially sportswomen."},{"id":138,"order":17,"content":"The signatories included Phogat, who claimed in the letter that she was “mentally harassed and tortured” by Singh after she missed out on a medal at the Tokyo Olympics in 2021. The same year she took gold at the Asian Wrestling Championships, adding to gold medals earned earlier at Asian and Commonwealth Games."},{"id":139,"order":18,"url":"https://media.cnn.com/api/v1/images/stellar/prod/230120141145-indian-wrestlers-protest.jpg?c=16x9&q=h_720,w_1280,c_fill","caption":"The wrestlers are demanding a proper investigation into allegations of sexual harassment."},{"id":140,"order":19,"content":"Soon after the letter was made public, Phogat and others took to the streets, demanding Singh’s dismissal. At the time, the WFI denied the allegations but said an inquiry was underway."},{"id":141,"order":20,"content":"India’s sports ministry said it would look into the claims and Singh was asked to step aside for a few weeks. The wrestlers stopped their protest as a result, but three months on Singh hasn’t been stood down."},{"id":142,"order":21,"content":"Olympic medalist Sakshi Malik told CNN that back in January the wrestlers’ allegations were met with apathy, adding there was no transparency with the governing body’s initial investigation."},{"id":143,"order":22,"content":"“That is why we are back on the streets,” she said. “We had to come back.”"},{"id":144,"order":23,"content":"India’s sports minister Anurag Thakur told reporters during a news conference last week there would be an “impartial probe” into the allegations against Singh. He said the wrestlers were given an opportunity to share their complaints with a committee in January, and stressed the government’s commitment to India’s athletes."},{"id":145,"order":24,"content":"“(The) Modi government is always with the athletes,” Thakur said. “Our priority is sports and sportspersons and we will never compromise on that.”"},{"id":146,"order":25,"content":"Some BJP ministers have publicly defended Singh, saying the wrestlers have provided no proof of their claims. He says he won’t back down."},{"id":147,"order":26,"content":"“Resigning (as WFI president) is not a problem for me. But I will not resign as a criminal,” Singh said during his news conference on Saturday."},{"id":148,"order":27,"content":"By midday on Friday, the protest site swells with supporters, young and old. A group of local farmers join the women, sitting at the site peacefully as the wrestlers give impassioned speeches."},{"id":149,"order":28,"content":"Men also turn out to show their support. Tanweer Bharti tells CNN India’s “daughters” are fighting for their rights."},{"id":150,"order":29,"content":"“They should be given justice and it is my prayer they get it,” Bharti said."},{"id":151,"order":30,"url":"https://media.cnn.com/api/v1/images/stellar/prod/230501085719-05-india-wrestlers-demonstration-042823.jpg?c=16x9&q=h_720,w_1280,c_fill","caption":"Vinesh Phogat, right, comes from a well-known wrestling family in India."},{"id":152,"order":31,"content":"Another supporter, Baljit Singh, says he traveled more than 80 kilometers (50 miles) to join the women. “What has happened to these girls is very wrong,” he said. “We are here to show our support and give them strength. They should know they are not alone and that we are here with them and will stay here till they get justice.”"},{"id":153,"order":32,"content":"Komal Singh, from the northern state of Haryana, says her 13-year-old daughter is training to be a wrestler, and she wants her to see what it takes to succeed."},{"id":154,"order":33,"content":"“I want her to be inspired by them,” Singh said. “She should see what it takes to fight for yourself and know that the road ahead is not going to be easy.”"},{"id":155,"order":34,"url":"https://media.cnn.com/api/v1/images/stellar/prod/230501085728-04-india-wrestlers-demonstration-042823.jpg?c=16x9&q=h_720,w_1280,c_fill","caption":"The wrestlers say they won't leave the protest site until their demands are met."},{"id":156,"order":35,"content":"Online, as well, support is building for the wrestlers and what they hope to achieve."},{"id":157,"order":36,"content":"Neeraj Chopra, who won a gold medal in javelin for India at the Tokyo Olympics, said on Twitter it hurt him to see the country’s “athletes on the streets.”"},{"id":158,"order":37,"content":"“As a nation, we are responsible for safeguarding the integrity and dignity of every individual,” he wrote on Twitter, urging authorities to deal with the issue in an “impartial and transparent” manner."},{"id":159,"order":38,"content":"Indian tennis player Sania Mirza said: “As an athlete but more as a woman this is too difficult to watch.”"},{"id":160,"order":39,"content":"“They’ve brought laurels to our country and we have all celebrated them,” she wrote on Twitter. “If you have done that then it’s time to now stand with them in this difficult time too.”"},{"id":161,"order":40,"content":"Singh may still officially be WFI president, but the day-to-day control of the federation has been taken out of his hands."},{"id":162,"order":41,"content":"Last week, the Indian Olympic Association (IOA) said it had formed a two-member committee to run WFI’s office until elections are held to appoint a new leader."},{"id":163,"order":42,"content":"The “committee will be responsible to manage the affairs of the federation including selection and participation of sportspersons in international events,” the body said in a statement."},{"id":164,"order":43,"content":"In the meantime, the women continue to sleep on mattresses, under mosquito nets in New Delhi’s oppressive heat. The electricity cuts as night falls, prompting the protesters to huddle together in darkness."},{"id":165,"order":44,"content":"They could be there for a long time. India’s legal system is notoriously slow, especially when it comes to allegations of sexual harassment owing to a large backlog of allegations."},{"id":166,"order":45,"content":"Cases can take years to go through court, and many alleged perpetrators remain out on bail – sending the message that the law can’t do anything to stop them, according to experts."},{"id":167,"order":46,"content":"Human rights lawyer Vrinda Grover says sexual harassment of women remains “one of the biggest hurdles” in India, adding that women are “obstructed from achieving their full potential in this country.”"},{"id":168,"order":47,"content":"She said high profile cases of sexual harassment become complicated when the accused is “powerful” and a “man with authority.”"},{"id":169,"order":48,"content":"Phogat and the other wrestlers say they are prepared for a long wait."},{"id":170,"order":49,"content":"“All of India is with us … It could be a long journey. But I have full hope we will get justice.”"}]