[{"id":15,"title":"Teacher and security guard killed as boy allegedly opens fire at Serbian school","preview":"A teacher and a security guard were killed when a boy allegedly opened fire in an elementary school in the Serbian capital Belgrade, the country’s government-owned news agency reported Wednesday.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230503091758-01-serbia-school-shooting-050323.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Police officers block the streets around the Vladislav Ribnikar school in Belgrade, Serbia after a teenage boy opened fire, causing injuries, early on Wednesday.","url":"/article/15/europe/teacher-and-security-guard-killed-as-boy-allegedly-opens-fire-at-serbian-school"},{"id":24,"title":"Over 100 arrested in anti-mafia raids across multiple European countries","preview":"European police carried out raids in multiple European countries on early Wednesday, as part of a probe into the Calabrian Mafia, according to the Belgian federal prosecutor.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230503041348-01-germany-mafia-raid-050323.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"A German police officer is pictured during a raid on Wednesday in North Rhine-Westphalia, Hagen.","url":"/article/24/europe/over-100-arrested-in-anti-mafia-raids-across-multiple-european-countries"},{"id":32,"title":"Israel military strikes Gaza Strip in response to rocket barrage following hunger striker’s death","preview":"Israel conducted strikes on the Gaza Strip late Tuesday after militants there fired rockets toward Israel following the death of a prominent Palestinian hunger striker in an Israeli prison.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502181312-02-strikes-on-gaza-strip-050223.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Israeli soldiers along the Gaza border on May 2, 2023.","url":"/article/32/middleeast/israel-military-strikes-gaza-strip-in-response-to-rocket-barrage-following-hunger-strikers-death"},{"id":57,"title":"Human remains found inside crocodile in Australia believed to belong to missing fisherman","preview":"Remains found inside a crocodile in Australia are believed to belong to a 65-year old fisherman who went missing over the weekend, according to local police.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230503114457-australian-fisherman-found-crocodile.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Kevin Darmody was last seen fishing on the Kennedy River in Rinyirru (Lakefield) National Park in northeast Queensland.","url":"/article/57/australia/human-remains-found-inside-crocodile-in-australia-believed-to-belong-to-missing-fisherman"},{"id":73,"title":"Parts of a controversial anti-protest law come into force ahead of King Charles’ coronation","preview":"Parts of a controversial public order bill, which empowers British police to take stronger action against peaceful protesters, will come into force on Wednesday, days ahead of the coronation of King Charles III.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502174123-uk-public-order-act-coronation-intl.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Protestors wait for the arrival of King Charles III and Camilla, the Queen Consort to visit Liverpool Central Library on April 26 in Liverpool, England.","url":"/article/73/uk/parts-of-a-controversial-anti-protest-law-come-into-force-ahead-of-king-charles-coronation"},{"id":92,"title":"American mountaineer dies during climb to Mount Everest","preview":"A US climber has died on his way to scale Mount Everest on Monday, according to an expedition organizer.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502064928-mount-everest-camp-2-file-050821.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Mountaineers' tents are seen at Camp 2 of Mount Everest on May 8, 2021.","url":"/article/92/asia/american-mountaineer-dies-during-climb-to-mount-everest"},{"id":110,"title":"Man arrested outside Buckingham Palace days before King’s coronation","preview":"London’s Metropolitan Police arrested a man outside Buckingham Palace on Tuesday after he allegedly threw suspected shotgun cartridges into the palace grounds, just days before the coronation of King Charles III.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502203958-uk-buckingham-palace-shotgun-arrest-intl-hnk.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Security forces guard the gates of Buckingham Palace after police arrested a man outside Buckingham Palace for throwing what they believe were shotgun cartridges on May 2, 2023.","url":"/article/110/europe/man-arrested-outside-buckingham-palace-days-before-kings-coronation"},{"id":121,"title":"India’s top female wrestlers are camping on the streets of New Delhi. Here’s why","preview":"The women wake just after dawn at the makeshift protest site, their belongings stacked under mosquito nets as a row of mattresses line the pavement in New Delhi.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230501090549-02-india-wrestlers-demonstration-042823-restricted.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"","url":"/article/121/india/indias-top-female-wrestlers-are-camping-on-the-streets-of-new-delhi-heres-why"},{"id":171,"title":"Australia to ban recreational vaping in major crackdown on e-cigarettes as teen use soars","preview":"The Australian government will ban e-cigarettes through a heavy set of controls on imports and packaging to discourage vaping, especially among teens, under its biggest smoking reforms in more than a decade.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502092455-vaping-stock.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Teenage vaping has been linked to psychological issues, headaches, stomachaches and significant addictions to nicotine.","url":"/article/171/australia/australia-to-ban-recreational-vaping-in-major-crackdown-on-e-cigarettes-as-teen-use-soars"},{"id":204,"title":"Venezuela’s Juan Guaidó seeks support in Washington after causing a stir in Colombia","preview":"Venezuela’s former opposition leader Juan Guaidó is visiting Washington this week, where he hopes to meet with the Biden administration, he told reporters on Tuesday during a surprise appearance at the Washington Conference on the Americas.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502153456-juan-guaido-washington-dc-conference-052023.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Juan Guaido speaks at the 53rd Annual Washington Conference on the Americas on May 2.","url":"/article/204/americas/venezuelas-juan-guaido-seeks-support-in-washington-after-causing-a-stir-in-colombia"},{"id":218,"title":"Leaders of Sudan’s warring factions agree to seven-day ceasefire, South Sudan says","preview":"The Sudanese Armed Forces (SAF) and the paramilitary Rapid Support Forces (RSF) – the two warring factions in Sudan – have agreed to a seven-day ceasefire, the foreign ministry of South Sudan said in a statement Tuesday.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502151426-sudan-tank.jpg?c=16x9&q=h_540,w_960,c_fill","repImgDesc":"Former Horn of Africa EU Envoy: Sudan descending into 'civil war'","url":"/article/218/africa/leaders-of-sudans-warring-factions-agree-to-seven-day-ceasefire-south-sudan-says"},{"id":239,"title":"Religious leader linked to Kenya starvation case to face ‘possible terrorism charges’","preview":"Paul Mackenzie Nthenge, the leader of a religious group linked to dozens of deaths in eastern Kenya, could face “possible terrorism charges,” according to his lawyer George Kariuki.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502134440-01-paul-mackenzie-in-court-0502.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Self-proclaimed pastor Paul Nthenge Mackenzie appears in court in Malindi on May 2, 2023.","url":"/article/239/africa/religious-leader-linked-to-kenya-starvation-case-to-face-possible-terrorism-charges"},{"id":250,"title":"Uganda lawmakers amend controversial anti-gay law but death penalty for HIV positive sex remains","preview":"Uganda’s parliament has passed an amended version of the controversial Anti-Homosexuality Bill 2023 on Tuesday.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230420132822-exp-east-africa-lgbt-laws-busari-pkg-042012pseg1-cnni-world-00000230.png?c=16x9&q=h_540,w_960,c_fill","repImgDesc":"Anti-homosexuality bills in East Africa worry LGBTQ citizens","url":"/article/250/africa/uganda-lawmakers-amend-controversial-anti-gay-law-but-death-penalty-for-hiv-positive-sex-remains"},{"id":267,"title":"Webb telescope detects mysterious water vapor in a nearby star system","preview":"The James Webb Space Telescope has detected water vapor around a rocky exoplanet that orbits a star located 26 light-years away from Earth.","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230501135456-02-exoplanet-gj-486-b.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"This graphic shows the data collected by the Webb telescope as it observed GJ 486 b.","url":"/article/267/world/webb-telescope-detects-mysterious-water-vapor-in-a-nearby-star-system"},{"id":289,"title":"Slimmed-down royal family ‘doesn’t sound like a good idea,’ Princess Anne says","preview":"King Charles III’s sister Princess Anne has said that a slimmed-down monarchy “doesn’t sound like a good idea.”","repImg":"https://media.cnn.com/api/v1/images/stellar/prod/230502133342-01-princess-anne-slim-monarchy.jpg?c=16x9&q=h_720,w_1280,c_fill","repImgDesc":"Princess Anne is 16th in line to the throne but the second oldest of Queen Elizabeth II's four children.","url":"/article/289/uk/slimmed-down-royal-family-doesnt-sound-like-a-good-idea-princess-anne-says"}]