{
  "259": [
    {
      "id": 260,
      "order": 1,
      "content": "Death of 3 cheetah cubs in India deals blow to reintroduction efforts"
    },
    {
      "id": 261,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230330082352-cheetah-cubs-born-india.jpg?c=16x9&q=h_540,w_960,c_fill",
      "caption": "This animal was declared extinct in India over 60 years ago. Now it might be back"
    },
    {
      "id": 262,
      "order": 3,
      "content": "Three cheetah cubs have died in India this week, dealing yet another setback to a historic effort by the government to reintroduce the species to the country after 70 years of extinction."
    },
    {
      "id": 263,
      "order": 4,
      "content": "The cubs were part of a litter of four born in late March to a cheetah named Siyaya, who was one of eight rehabilitated cheetahs brought from Namibia to India’s Kuno National Park, in the central state of Madhya Pradesh, in September last year."
    },
    {
      "id": 264,
      "order": 5,
      "content": "The first cub died Tuesday morning, said JS Chauhan, chief conservator of the Forest Department of the central Indian state of Madhya Pradesh in an interview with local media. Over the next two days, two other cubs succumbed to “heat, dehydration and weakness,” forest department officials said."
    },
    {
      "id": 265,
      "order": 6,
      "content": "The fourth cub was also rescued and taken to a local hospital for monitoring, Chauhan said."
    },
    {
      "id": 266,
      "order": 7,
      "content": "“Its condition was also not very good, but after treatment, the cub is looking much better, though the cub is underweight and a bit weak. Both the mother and her remaining cub continue to remain under observation”, he added."
    },
    {
      "id": 267,
      "order": 8,
      "content": "The government did not give the cause of death, but the day they died was one of the hottest of the season, with temperatures hitting up to 46-47 degrees Celsius (114-116 degrees Fahrenheit)."
    },
    {
      "id": 268,
      "order": 9,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230525173348-cheetah-cubs-deaths-india-052023.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The Indian cheetah cubs are seen together shortly after their birth in March."
    },
    {
      "id": 269,
      "order": 10,
      "content": "The latest deaths bring to six the number of cheetahs that have died since being reintroduced into India."
    },
    {
      "id": 270,
      "order": 11,
      "content": "Siyaya gave birth to the cubs more than 70 years after cheetahs were declared extinct in India. It took a multi-step journey to get her and seven other cats from Namibia, on Africa’s southwestern coast, to central India."
    },
    {
      "id": 271,
      "order": 12,
      "content": "Another 12 cheetahs arrived from South Africa in February."
    },
    {
      "id": 272,
      "order": 13,
      "content": "But since then, three adult cheetahs have died. One South African cheetah died during an attempt at courtship and mating, a Namibian cheetah died of kidney disease, and a South African cheetah died due to cardiac failure."
    },
    {
      "id": 273,
      "order": 14,
      "content": "Cub mortality is high in both the wild and captivity, according to the Smithsonian’s National Zoo. On average, 30% of all cubs born in human care die within one month of birth, and in Tanzania’s Serengeti National Park, about 90% die before reaching three months of age, the zoo says."
    },
    {
      "id": 274,
      "order": 15,
      "content": "Cheetahs were declared extinct in India in 1952 and are the only large carnivore in the country to have suffered that fate."
    },
    {
      "id": 275,
      "order": 16,
      "content": "Today, the spotted felines are most prevalent in Kenya and Tanzania in east Africa, and Namibia and Botswana in southern Africa, according to the National Zoo. But historically, the endangered cats had a much larger range, roaming throughout the Middle East and central India as well as most of sub-Saharan Africa."
    },
    {
      "id": 276,
      "order": 17,
      "content": "Habitat loss, poaching, and conflict with humans have greatly reduced their populations. Cheetahs are now found in only 9% of their historic range, with fewer than 7,100 adult and adolescent cheetahs in the wild, according to the Cheetah Conservation Fund."
    }
  ],
  "325": [
    {
      "id": 326,
      "order": 1,
      "content": "Ancient toilets unearthed in Jerusalem reveal a debilitating and sometimes fatal disease"
    },
    {
      "id": 327,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524144346-03-ancient-toilets-disease.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A 2,500-year-old stone toilet seat was excavated in the Old City of Jerusalem in what was known as the House of Ahiel, home to an upper-class family."
    },
    {
      "id": 328,
      "order": 3,
      "content": "The Iron Age users of two ancient toilets in Jerusalem were not a healthy bunch, according to an analysis of poop samples from the 2,500-year-old latrines."
    },
    {
      "id": 329,
      "order": 4,
      "content": "Researchers found traces of dysentery-causing parasites in material excavated from the cesspits below the two stone toilets that would have belonged to elite households in the city. Back then, Jerusalem was a vibrant political and religious center in the Assyrian empire and home to between 8,000 and 25,000 people."
    },
    {
      "id": 330,
      "order": 5,
      "content": "It’s the earliest known evidence of a disease called Giardia duodenalis, although the infection, which causes diarrhea, abdominal cramps and weight loss, had previously been identified in Roman-era Turkey and in medieval Israel."
    },
    {
      "id": 331,
      "order": 6,
      "content": "“Dysentery is spread by faeces contaminating drinking water or food, and we suspected it could have been a big problem in early cities of the ancient Near East due to over-crowding, heat and flies, and limited water available in the summer,” said Dr. Piers Mitchell, lead author of the study that published Thursday in the scientific journal Parasitology and an honorary fellow at the University of Cambridge’s Department of Archaeology, in a statement."
    },
    {
      "id": 332,
      "order": 7,
      "content": "Most of those who die from dysentery caused by Giardia today are children, and chronic infection in kids can lead to stunted growth, impaired cognitive function and failure to thrive."
    },
    {
      "id": 333,
      "order": 8,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524144330-01-ancient-toilets-disease.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A stone toilet seat was excavated in 2019 south of Jerusalem in the neighborhood of Armon ha-Natziv."
    },
    {
      "id": 334,
      "order": 9,
      "content": "Ancient poop is a rich source of information for archaeologists and has revealed an Iron Age appetite for blue cheese, a mystery population on the Faroe Islands and the discovery that the builders of Stonehenge feasted on the internal organs of cattle."
    },
    {
      "id": 335,
      "order": 10,
      "content": "Archaeologists excavating the latrines took samples from sediment in the cesspit beneath each toilet seat."
    },
    {
      "id": 336,
      "order": 11,
      "content": "They found one seat south of Jerusalem in the neighborhood of Armon ha-Natziv at a mansion excavated in 2019. It likely dates from the days of King Manasseh, who ruled for 50 years in the mid-seventh century BC. Made of limestone, the toilet has a large central hole for defecating and an adjacent hole likely for male urination."
    },
    {
      "id": 337,
      "order": 12,
      "content": "The other toilet seat studied, similar in design, was excavated in the Old City of Jerusalem at a seven-room building known as the House of Ahiel, which would have been home to an upper-class family at the time."
    },
    {
      "id": 338,
      "order": 13,
      "content": "The eggs of four types of intestinal parasites — tapeworm, pinworm, roundworm and whipworm — previously had been identified in the cesspit sediment. But the microorganisms that cause dysentery are fragile and extremely hard to detect, according to the new study."
    },
    {
      "id": 339,
      "order": 14,
      "content": "To overcome this problem, the team used a biomolecular technique called ELISA in which antibodies bind onto proteins uniquely produced by particular species of single-celled organisms."
    },
    {
      "id": 340,
      "order": 15,
      "content": "The researchers tested for Entamoeba, Giardia and Cryptosporidium: three parasitic microorganisms that are among the most common causes of diarrhea in humans — and behind outbreaks of dysentery. Tests for Entamoeba and Cryptosporidium were negative, but those for Giardia were repeatedly positive."
    },
    {
      "id": 341,
      "order": 16,
      "content": "The Middle East was the region of the world where humans first created settlements, learned to farm and domesticate animals, and where the first large towns and cities sprang up. Cities such as Jerusalem likely would have been hot spots for disease outbreaks, and illnesses would have spread easily by traders and during military expeditions, according to the study."
    },
    {
      "id": 342,
      "order": 17,
      "content": "“While they did have toilets with cesspits across the region by the Iron Age, they were relatively rare and often only made for the elite,” the study noted."
    },
    {
      "id": 343,
      "order": 18,
      "content": "“Towns were not planned and built with a sewerage network, flushing toilets had yet to be invented and the population had no understanding of existence of microorganisms and how they can be spread.”"
    }
  ],
  "78": [
    {
      "id": 79,
      "order": 1,
      "content": "FBI file reveals 1983 plot to kill Queen Elizabeth II during US visit"
    },
    {
      "id": 80,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526053736-01-queen-elizabeth-us-visits-file.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "US President Ronald Reagan laughs as Queen Elizabeth II delivers a speech during a banquet in San Francisco, California in March 1983."
    },
    {
      "id": 81,
      "order": 3,
      "content": "Britain’s Queen Elizabeth II faced a potential assassination threat 40 years ago, ahead of a trip to the United States, according to newly released documents from the Federal Bureau of Investigation."
    },
    {
      "id": 82,
      "order": 4,
      "content": "A cache of 103 pages were posted to the FBI’s online records site, The Vault, on Tuesday. The files cover preparations for several trips the late Queen made to the US, including an official tour of the West Coast with her husband, Prince Philip, in 1983."
    },
    {
      "id": 83,
      "order": 5,
      "content": "One document appears to detail a tip gathered around a month before that visit from San Francisco police regarding a phone call from “a man who claimed that his daughter had been killed in Northern Ireland by a rubber bullet.”"
    },
    {
      "id": 84,
      "order": 6,
      "content": "It continues: “This man additionally claimed that he was going to attempt to harm Queen Elizabeth and would do this either by dropping some object off the Golden Gate Bridge onto the Royal Yacht Britannia when it sails underneath, or would attempt to kill Queen Elizabeth when she visited Yosemite National Park.”"
    },
    {
      "id": 85,
      "order": 7,
      "content": "The same document notes that “it is the intention of the Secret Service to close the walkways on the Golden Gate Bridge when the yacht nears.” There’s no mention of any precautions that may have been taken at the national park nor do the files reveal whether any arrests were made."
    },
    {
      "id": 86,
      "order": 8,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526053738-02-queen-elizabeth-us-visits-file.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The Queen also visited Yosemite National Park during her 1983 official tour."
    },
    {
      "id": 87,
      "order": 9,
      "content": "The files illustrate the FBI’s hypervigilance at possible threats to the visiting British monarch, collaboration with the US Secret Service and concerns about the Irish Republican Army (IRA) and its sympathizers during royal visits."
    },
    {
      "id": 88,
      "order": 10,
      "content": "The Queen’s cousin, Louis Mountbatten, was assassinated by the Provisional IRA in 1979, using a bomb planted in his fishing boat. Three others died in the same explosion, including two children. Many of the Queen’s trips to the US took place amid the Troubles in Northern Ireland and the documents reveal the FBI was closely monitoring as it prepared for royal visits over the years."
    },
    {
      "id": 89,
      "order": 11,
      "content": "Ahead of a private visit to Kentucky in 1989, one document notes that while the FBI was unaware of any specific threats to the Queen, “the possibility of threats against the British monarchy is everpresent from the Irish Republican Army (IRA).”"
    },
    {
      "id": 90,
      "order": 12,
      "content": "Elsewhere in the files, a document preparing for the Queen’s state visit in 1991 outlines concern about Irish groups organizing protests at several scheduled engagements, including a baseball game the monarch was due to attend and a White House event. Citing information printed in a Philadelphia Irish newspaper titled Irish Edition, the page read: “The article stated anti-British feelings are running high as a result of well publicized injustices inflicted on the Birmingham Six by the corrupt English judicial system and the recent rash of brutal murders of unarmed Irish nationalists in the six counties by loyalist death squads.”"
    },
    {
      "id": 91,
      "order": 13,
      "content": "It added: “Though the article contained no threats against the President or the Queen, the statements could be viewed as being inflammatory. The article stated that an Irish group had reserved a large block of grand stand tickets.”"
    },
    {
      "id": 92,
      "order": 14,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526053739-03-queen-elizabeth-us-visits-file.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "On another trip to the US in 1991, US President George H. W. Bush and first lady Barbara Bush joined the Queen and Duke of Edinburgh at a baseball game in Baltimore."
    },
    {
      "id": 93,
      "order": 15,
      "content": "Another document in the file, dated July 1976, mentioned an occasion when the Queen traveled back across the Atlantic to help mark America’s bicentennial celebrations, with stops including Philadelphia, Washington and New York."
    },
    {
      "id": 94,
      "order": 16,
      "content": "During that trip, the FBI documents disclose, a summons was issued to a pilot for flying a small two-seater plane over Battery Park, carrying a sign that read “England, Get out of Ireland.”"
    }
  ],
  "15": [
    {
      "id": 16,
      "order": 1,
      "content": "Why the rising star of Iranian diplomacy was replaced"
    },
    {
      "id": 17,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526103251-mime-ali-shamkhani-iran.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Ali Shamkhani, secretary of the Supreme National Security Council of Iran, speaks during the first meeting of national security secretaries of Afghanistan, China, Iran, India and Russia, in the Iranian capital Tehran on September 26, 2018."
    },
    {
      "id": 18,
      "order": 3,
      "content": "A recently as March, Iran’s national security chief found himself on the front pages of the world’s top news outlets as he shook hands with a Saudi minister in a landmark deal brokered by China."
    },
    {
      "id": 19,
      "order": 4,
      "content": "That was perhaps the biggest international moment in Ali Shamkhani’s career – and possibly his last. Almost three months after that meeting, he was replaced."
    },
    {
      "id": 20,
      "order": 5,
      "content": "Shamkhani this week stepped down from his ten-year post as the head of Iran’s Supreme National Security Council (SNSC), Iranian media reported. Replacing him is a little-known general from Iran’s Revolutionary Guard Corps (IRGC), who analysts say has little experience beyond the military realm."
    },
    {
      "id": 21,
      "order": 6,
      "content": "A name recognized across the Middle East and in the diplomatic circles in Washington and Europe, Shamkhani was a rising star of Iranian diplomacy. He had been the country’s top national security official since 2013, and before that served in a number of important roles, including in the IRGC and the ministry of defense."
    },
    {
      "id": 22,
      "order": 7,
      "content": "But internationally, the 67-year-old was known for his recent diplomatic work, especially on the nuclear dossier."
    },
    {
      "id": 23,
      "order": 8,
      "content": "His sudden replacement is not unusual in Iran, analysts said, as Shamkhani’s tenure could simply have come to an end after a decade in service. But circumstances surrounding the change may speak to Supreme Leader Ayatollah Khamenei’s anxiety towards officials who may be stepping up in the limelight or becoming too ambitious, the analysts added."
    },
    {
      "id": 24,
      "order": 9,
      "content": "Shamkhani’s role in the Iranian nuclear file is something that may have left a bitter taste with President Ebrahim Raisi and his foreign minister, Hossein Amir-Abdollahian, said Alex Vatanka, founding director of the Iran program at the Middle East Institute in Washington, DC."
    },
    {
      "id": 25,
      "order": 10,
      "content": "He has handled nuclear talks for the last two years, and while he has had disagreements with former President Hassan Rouhani, he also had issues with Raisi and Amir-Abdollahian, Vatanka told CNN."
    },
    {
      "id": 26,
      "order": 11,
      "content": "With Raisi, there was a feeling that Shamkhani was “taking all the glory when it came to Iranian foreign policy achievements, most notably the détente with Saudi Arabia and the UAE,” he said, adding that local media has over the past two years portrayed Raisi and Amir-Abdollahian as symbolic figureheads who may be out of loop, showing Shamkhani as the real decision maker."
    },
    {
      "id": 27,
      "order": 12,
      "content": "Elements within the Iranian regime may have felt the need to “bring him down a peg because he is getting too big for the interest of other groups,” he said."
    },
    {
      "id": 28,
      "order": 13,
      "content": "The former national security chief was ambitious, experts say, and had an extensive portfolio, from running for president in 2001 to holding key posts in the IRGC and the defense ministry. His successor doesn’t have such a high profile."
    },
    {
      "id": 29,
      "order": 14,
      "content": "Shamkhani’s removal may also have to do with factional politics in Iran, Adnan Tabatabai, Iran analyst and CEO of the Center for Applied Research in Partnership with the Orient (CARPO), told CNN."
    },
    {
      "id": 30,
      "order": 15,
      "content": "“It is fair to assume that strategic decisions made in the Supreme National Security Council – such as the Iran-Saudi détente – should not end up being a win for any political faction,” he said, noting that Shamkhani’s former roles, such as his time as minister of defense, may take away from the Council’s image as the achiever of these strategic wins."
    },
    {
      "id": 31,
      "order": 16,
      "content": "Shortly after Shamkhani stepped down from his national security role, he was appointed as a member of Iran’s Expediency Council and is now a political advisor to Khamenei, a career path shared by several other former senior officials, according to analysts."
    },
    {
      "id": 32,
      "order": 17,
      "content": "Former President Mahmoud Ahmadinejad, who fell out with Khamenei, was also appointed to the Expediency Council."
    },
    {
      "id": 33,
      "order": 18,
      "content": "“Such a post has often been a way of rewarding a former senior official for their service and keeping them close to the centers of power,” said Sina Toossi, senior non-resident fellow at the Center for International Policy in Washington, DC."
    },
    {
      "id": 34,
      "order": 19,
      "content": "But while he may still be eligible for future senior positions, the significance of his current role “may vary depending on how much access or influence Shamkhani has over the supreme leader and how much he will participate in decision-making or policy-making processes,” Toossi added."
    },
    {
      "id": 35,
      "order": 20,
      "content": "Shamkhani’s rise hasn’t been smooth however. Apart from his disagreements with key members of cabinet, the man was also associated with a few scandals, including his ties to Alireza Akbari, a dual British-Iranian citizen who was hanged by the Islamic Republic this year on charges of espionage and corruption."
    },
    {
      "id": 36,
      "order": 21,
      "content": "Along with his sons, he was also accused of corruption, allegations that have been used in the past “to marginalize individuals or factions,” Toossi said."
    },
    {
      "id": 37,
      "order": 22,
      "content": "Iran’s ministry of foreign affairs did not respond to CNN’s request for comment."
    },
    {
      "id": 38,
      "order": 23,
      "content": "Shamkhani was replaced with IRGC General Ali Akbar Ahmadian, who analysts say is expected to be more obedient and less ambitious than Shamkhani."
    },
    {
      "id": 39,
      "order": 24,
      "content": "“Ahmadian may have been appointed to this position because Khamenei trusts him as a loyal and experienced military leader who can implement his vision and agenda,” Toossi said, adding that Ahmadian’s expertise in defense strategy and naval warfare may also prove useful to Khamenei."
    },
    {
      "id": 40,
      "order": 25,
      "content": "Tabatabai said Ahmadian is first and foremost “a security and military strategist,” and that his appointment may be aimed at “de-politicizing” security calculations and decision-making of the SNSC."
    },
    {
      "id": 41,
      "order": 26,
      "content": "Iran’s top security body, SNSC has traditionally had secretaries with high profiles and who had played important diplomatic roles."
    },
    {
      "id": 42,
      "order": 27,
      "content": "Analysts say that not much is expected to change when it comes to Iran’s national security policies, and that the Saudi-Iran détente spearheaded by Shamkhani is likely to remain intact."
    },
    {
      "id": 43,
      "order": 28,
      "content": "But some raise questions about the fate of the nuclear deal, which Shamkhani has been handling for the last two years."
    },
    {
      "id": 44,
      "order": 29,
      "content": "Negotiations to revive the 2015 nuclear deal, formally known as the Joint Comprehensive Plan of Action (JCPOA), have been on and off since 2021, after the US withdrew from the agreement in 2018 under then-President Donald Trump."
    },
    {
      "id": 45,
      "order": 30,
      "content": "Talks stalled last year and ties between Iran and the West only further soured after Tehran began supplying drones to Russia in its war on Ukraine."
    },
    {
      "id": 46,
      "order": 31,
      "content": "It is unclear what stance Ahmadian will take on the nuclear deal, but experts note that policies of the SNSC are not shaped by the secretary alone and that Ahmadian is likely to be seeking guidance higher up the chain of command."
    },
    {
      "id": 47,
      "order": 32,
      "content": "“It remains to be seen whether Ali Akbar Ahmadian will be as present in public as Ali Shamkhani had been in the past year in particular,” Tabatabai said."
    }
  ],
  "207": [
    {
      "id": 208,
      "order": 1,
      "content": "‘Get out’: Influx of Russians to Georgia stokes old enmities"
    },
    {
      "id": 209,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523113505-mother-georgia-statue-file-restricted-051016.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Kartlis Deda peers over Georgia's capital."
    },
    {
      "id": 210,
      "order": 3,
      "content": "Above Tbilisi’s Old Town stands the Mother of Georgia statue, like a less imposing Christ the Redeemer in Rio de Janeiro. “Kartlis Deda,” as she is known to Georgians, holds a wine cup in her left hand and a sword in her right. She offers a choice to new arrivals. Come as a friend, you are our guest. Come as an enemy, you are not welcome."
    },
    {
      "id": 211,
      "order": 4,
      "content": "Tbilisi, an ancient Silk Road city, is no stranger to foreigners turning up on its streets. But the arrival of more than 100,000 Russians in the country since Moscow launched its full-scale invasion of Ukraine last year has left Georgians uncertain whether to welcome them as friends or shun them as foes."
    },
    {
      "id": 212,
      "order": 5,
      "content": "The government’s recent attempt to force through what critics see as a Kremlin-style “foreign agent” law, and the huge protests which prevented this, have not helped émigrés to settle in or locals to feel at ease alongside the new arrivals. Many in Georgia fear what they see as the creeping Russification of their country – a story they know all too well."
    },
    {
      "id": 213,
      "order": 6,
      "content": "Georgia, a former Soviet republic, has long been caught between Russia and the West. Despite gaining independence from the Soviet Union in 1991, a potential European future is still struggling to be born. Georgia’s stance towards Russia is decidedly mixed. The two countries have had no formal diplomatic relations since Russia invaded Georgia in 2008 – but Russians living and working here enjoy lax visa requirements, making it an easy choice for those who fled last year."
    },
    {
      "id": 214,
      "order": 7,
      "content": "On the streets of Tbilisi, the reception for Russian émigrés has also been mixed. “It’s a whole range of attitudes,” said Ivan, a 20-something IT consultant from a city in Russia’s far east. CNN is withholding Ivan’s real name, to protect him from retribution should he ever return to Russia."
    },
    {
      "id": 215,
      "order": 8,
      "content": "Some Georgians are “warm and welcoming” and treat Russians as their “brothers,” Ivan told CNN. Others tell them to “get out.” The key difference is age, he has found. “Those who are welcoming are mostly people who were born in the USSR. The ones who are Russophobic are mainly young people,” he said."
    },
    {
      "id": 216,
      "order": 9,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523121458-tbilisi-georgia-cafe-signage.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Some owners of cafés, bars and restaurants in Tbilisi let their unease be known."
    },
    {
      "id": 217,
      "order": 10,
      "content": "Ivan recalls an incident in a bar some months back. Recognizing his “Slavic appearance,” he said, a young Georgian woman approached him and, unprovoked, said “Russian warship, go f*** yourself” – echoing the words of a Ukrainian soldier defending a Black Sea island against the Russian navy in the early days of the war."
    },
    {
      "id": 218,
      "order": 11,
      "content": "“I try to react with understanding, because I understand the reasons why this is happening,” said Ivan. But such incidents can take their toll. “I do feel a sort of frustration.”"
    },
    {
      "id": 219,
      "order": 12,
      "content": "George Mchedlishvili, an associate professor of foreign policy at Tbilisi’s European University, explained the skittishness of some Georgians. “For some, the Russian language is a trigger for them. It’s the language Russian soldiers spoke.”"
    },
    {
      "id": 220,
      "order": 13,
      "content": "Recent Russian aggression remains fresh in the memory here. Russia invaded the separatist regions of Abkhazia in 1992, and South Ossetia in 2008, when it fought a five-day war with Georgia. To this day, Russia occupies 20% of Georgia’s internationally recognized territory. Georgians have seen Russians pour into their country many times in the past – not always, as last year, with suitcases and pets, but with guns and tanks."
    },
    {
      "id": 221,
      "order": 14,
      "content": "Ivan arrived in Georgia with a suitcase – but he could have found himself arriving in Ukraine with a gun. Having served in the Russian army some years ago, he became a “valuable asset,” he says, after President Vladimir Putin announced a partial mobilization in September."
    },
    {
      "id": 222,
      "order": 15,
      "content": "The next day, officers visited his registered address – his mother’s house in his hometown. “Initially she didn’t want to open the door, but they were persistent. They just kept coming every hour,” he said. Ivan had moved to St. Petersburg for work long before, but when he heard the news of these visits, he knew he had to leave Russia. He took a train south the following day and then a taxi to the Georgian border."
    },
    {
      "id": 223,
      "order": 16,
      "content": "“I was lucky to pass the border,” Ivan said. He had been arrested in March last year for protesting against Russia’s war on Ukraine and spent several days in prison before being released, he said. Although he did not face criminal charges, he feared his details might have been stored and that he would be blocked from leaving the country. But he crossed the frontier without any trouble."
    },
    {
      "id": 224,
      "order": 17,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523113958-georgia-russia-crossing-file-092522.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Huge lines appeared by the Nizhniy Lars checkpoint on the Georgian-Russian border, after Russia's mobilization in September 2022."
    },
    {
      "id": 225,
      "order": 18,
      "content": "Despite having made himself an “enemy” of his own state, Ivan says he still feels like the “enemy” in Tbilisi. Some Georgians have been more forgiving towards Russians who fled their country immediately after the war began. They are seen as being genuinely opposed to the conflict, while those who fled conscription are seen as only opposed to fighting in it."
    },
    {
      "id": 226,
      "order": 19,
      "content": "Unaware of his previous imprisonment, some Georgians see Ivan as one of the less politically aware Russians, he said. The trick, he says, is to prove your “innocence” as quickly as possible, by showing you are opposed to the actions of the Russian government – perhaps by wearing a Ukrainian flag."
    },
    {
      "id": 227,
      "order": 20,
      "content": "But some encounter more exacting standards. “There are some bars that make you sign when you enter,” said Daria Polkina, 27, a freelance graphic designer from Moscow. “If they suspect that you’re Russian, they make you sign a paper that says ‘I am against Putin and whatever he is doing.’” Russians who do not sign are refused entry, she said."
    },
    {
      "id": 228,
      "order": 21,
      "content": "Polkina has signed before but said such prerequisites hardly make for an amicable evening, adding there have been “bad encounters.” “Mostly, when I meet Georgians, when they ask me where I’m from, I say I’m from Russia – and then follow up with ‘I’m sorry,’” she said. “It makes me feel ashamed, guilty.”"
    },
    {
      "id": 229,
      "order": 22,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524103209-02-anti-russian-graffiti-tbilisi-georgia.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "\"Ruzzia is a terrorist state\" is sprayed on many streets in Tbilisi, spelled using the Russian \"Z\" sign."
    },
    {
      "id": 230,
      "order": 23,
      "content": "Even bars in the Georgian capital without these restrictions make their feelings known. Many bear signs ranging from the direct (“F*** Putin”) to the historical (“Russia is an occupier”) to those setting out the terms of engagement (“We don’t speak Russian”). Most Georgians speak or at least understand Russian but have been increasingly unwilling to do so. “I speak Russian, but I don’t speak Russian,” said a barman in Tbilisi’s Sololaki district."
    },
    {
      "id": 231,
      "order": 24,
      "content": "The result is that many Russians have started keeping to themselves – opening their own bars and cafés. “I’m trying to find places here in Tbilisi that have an accommodating and friendly atmosphere,” said Polkina. “A place where there’s mostly a ‘no politics’ rule.”"
    },
    {
      "id": 232,
      "order": 25,
      "content": "But many Georgians are frustrated when Russians come to Tbilisi and try to live a life free from politics – a luxury few Georgians can afford."
    },
    {
      "id": 233,
      "order": 26,
      "content": "Mchedlishvili said that, while there are few “staunch, flag-waving, chest-thumping supporters of Putin” in Georgia, there are many Russians who are “like a clean sheet. They have next to no knowledge about international relations – and sometimes, one can see, they have no interest. That is what some Georgians find irritating.”"
    },
    {
      "id": 234,
      "order": 27,
      "content": "These more apathetic émigrés, Mchedlishvili said, “would have wanted everything (in Russia) to stay the same – until they lost their comfort zone. Until they realized there was no Starbucks. Then they go to the place where all these niceties are available.”"
    },
    {
      "id": 235,
      "order": 28,
      "content": "Salomé Dzvelaia, 31, a local translator, said that while Russians have been content to stay in their “comfort zones” in Tbilisi, life for locals has grown increasingly uncomfortable. The average Russian is more than twice as wealthy as the average Georgian; the influx of migrant and foreign exchange flows into Georgia have been so great that a recent IMF report found that Georgia’s economy grew by 10% in 2022. But the boom has caused unrest: Rent spiked by 75% in Tbilisi last year, pricing many locals out of the center."
    },
    {
      "id": 236,
      "order": 29,
      "content": "“Georgian people – they can’t afford $800 a month,” Dzvelaia said. When she decided to rent out her apartment last year, “I got so many calls in two minutes. About 20 calls from Russian people. They said, ‘We’ll pay double. Please, we need this apartment.’” But she refused these offers, instead renting at the original price to a Georgian woman who had recently been evicted from her apartment, after a Russian family offered to pay way over the market rate."
    },
    {
      "id": 237,
      "order": 30,
      "content": "Dzvelaia said it upsets her to see Russians having a “good life” in Georgia. She acknowledged that her words may sound xenophobic but explained that her resentment stems from Russia’s expansionist actions that have shaped her life since before she was born. While some Russians attempt to live free from politics in Georgia, Dzvelaia says she “can’t escape from politics.”"
    },
    {
      "id": 238,
      "order": 31,
      "content": "Dzvelaia’s family are from the now-occupied region of Abkhazia. When Russia launched its invasion in 1992, they first came for people of stature, in an attempt to terrorize the rest of the population, she said. When her grandmother, a famous writer, went to buy bread one morning, her grandfather, who owned a factory, got a knock at the door. “Are you Khuta Jgamadze?” a group of Russian troops asked him. When he confirmed he was, he was shot eight times. Dzvelaia’s family buried him in the garden."
    },
    {
      "id": 239,
      "order": 32,
      "content": "According to Georgian Orthodox tradition, Dzvelaia’s grandmother pledged to remain close to the grave for a 40-day mourning period. But the invading Russian forces advanced closer in this period and thousands of people began to evacuate. Dzvelaia’s mother, who was heavily pregnant with her at the time, decided she could not wait any longer. She fled with her husband before the 40 days were up, while the grandmother stayed."
    },
    {
      "id": 240,
      "order": 33,
      "content": "“They killed her on September 27 – the day I was born,” said Dzvelaia. Her mother gave birth to her in the woods lining the paths through Georgia’s mountainous Svaneti region, lodged high up in the Caucasus. Her family were among the 250,000 Georgians displaced by the invasion, in what the United Nations has recognized as a campaign of ethnic cleansing. They have lived in Tbilisi since."
    },
    {
      "id": 241,
      "order": 34,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523113709-georgia-refugee-exodus-file-restricted-100193.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Refugees ride a tractor during the exodus of people after Russia invaded Abkhazia in the early 1990s. Dzvelaia's family fled at the same time."
    },
    {
      "id": 242,
      "order": 35,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524042103-01-russia-emigres-georgia-protests-intl.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Those fleeing Abkhazia had to traverse the Caucasus Mountains."
    },
    {
      "id": 243,
      "order": 36,
      "content": "To help Russian émigrés better understand this history, Mchedlishvili runs classes on Georgia-Russian relations for new arrivals, “so when they see signs like ‘Russians go home,’ they understand the reasons for that.” He wants them to understand that “some people cannot exclude politics,” so invites Dzvelaia to tell her story to the class."
    },
    {
      "id": 244,
      "order": 37,
      "content": "“When I’ve explained the story before, I’ve never cried,” she said. “But there, when I was standing in front of Russians, I cried. I was shaking.” Members of the class did, too. They came to hug her, one by one. Mchedlishvili said he hopes work like this can “contribute to a potential thaw” in relations between the two groups. “Whether it will persist remains to be seen, but this is an individual responsibility of the citizens – both Georgians and Russians.”"
    },
    {
      "id": 245,
      "order": 38,
      "content": "Since the war began, it is hard to find a street in Tbilisi that has not been painted with a Ukrainian flag. But different shades of blue and yellow are also visible: those of the European Union flag."
    },
    {
      "id": 246,
      "order": 39,
      "content": "“I need everyone to understand that Georgia is a European country,” said Dzvelaia. “We all really want to join the European Union for a better future, because if we don’t… I think the situation will get worse.”"
    },
    {
      "id": 247,
      "order": 40,
      "content": "The view is widely shared among Georgians: 83% of the population approve joining the EU, according to a 2022 survey by the National Democratic Institute. Even those with less skin in the game feel the pull. “If I was Georgian, I would also want to be a part of the European Union,” Polkina said. “The old generation is all about how things used to be. The young generation are about how things could be. They’re like, ‘we want to be part of the European Union – Russians, don’t f*** this up for us.’”"
    },
    {
      "id": 248,
      "order": 41,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524042104-02-russia-emigres-georgia-protests-intl.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Demonstrators throw tear gas back at police during the \"foreign agent\" protests on March 8."
    },
    {
      "id": 249,
      "order": 42,
      "content": "But one of the few places this view is not held in Tbilisi is the most consequential. Many accuse Georgia’s parliament, led by the ruling Georgian Dream party, of showing little interest in greater alignment with Europe. In July, the EU gave Georgia a list of 12 demands to meet, if the country is to earn candidate status."
    },
    {
      "id": 250,
      "order": 43,
      "content": "Georgia’s government has not responded to a CNN request for comment for this story. But in public statements, the government has stressed its commitment to meeting the EU’s demands. Prime Minister Irakli Garibashvili said ahead of the Council of Europe summit in Iceland this month: “Our key message is that Georgia, our country and our Georgian people, deserve the candidate status.”"
    },
    {
      "id": 251,
      "order": 44,
      "content": "But critics say this is mere posturing; the government has been tugging in the opposite direction, drifting further into the Kremlin’s orbit. Some affiliates of the ruling party made their fortunes during the breakup of the Soviet Union and retain a muted fealty to Russia. But their sympathies have become less and less discreet."
    },
    {
      "id": 252,
      "order": 45,
      "content": "In March, the government passed a controversial law which would have required companies which received a certain proportion of their funding from abroad to register as “foreign agents.” The Kremlin has passed such laws in the past, which have been used as a pretext to suppress independent media and civil society."
    },
    {
      "id": 253,
      "order": 46,
      "content": "“This law means they have taken us back to Russia,” Manana Bubutashvili, 63, told CNN at the time. She was among the thousands of Georgians who took to the street in protest against the bill. It reminded her of the demonstrations she had attended in 1991, as Georgia fought to secure its independence against Russia. “I was here 32 years ago… Everything we have done, everything we have been fighting against, it means it was all for nothing,” she said."
    },
    {
      "id": 254,
      "order": 47,
      "content": "However, after several nights of intense protests in March, which saw Georgians defiantly wave the EU flag while being knocked back by water cannons, the government announced it would scrap the bill it had just passed. Having slid towards autocracy for many years, Georgia appeared to have heaved itself back from the brink."
    },
    {
      "id": 255,
      "order": 48,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523120105-protesters-foreign-agents-bill-tbilisi-file-030723.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The image of protesters waving an EU flag became a symbol of Georgia's hopes for a European future, during protests on March 7."
    },
    {
      "id": 256,
      "order": 49,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230523111403-opposition-activists-tbilisi-georgia-file-051923.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Crowds gathered outside Tbilisi Airport to protest the resumption of direct flights from Moscow, on May 19."
    },
    {
      "id": 257,
      "order": 50,
      "content": "But it remains close to it, many fear. And, at a time when most Georgians are crying out to become more European, its government is keeping the country tied to its Soviet past. Earlier in May, Russia announced it is restoring direct flights to Tbilisi and will allow visa-free travel for Georgian citizens. Videos posted on social media show Georgian demonstrators standing outside Tbilisi Airport on Friday, holding placards reading “you are not welcome.” Police also detained several people protesting the resumption of direct flights."
    },
    {
      "id": 258,
      "order": 51,
      "content": "Polkina said she cannot imagine when it will be safe to go back to Russia. But increasingly, she worries that Georgia is starting to look all too familiar. “I fear that Georgia is a little bit too similar to Russia. I’m afraid it could go either way: It could get better and move forward to the European Union. Or it could get worse and become like Belarus. I really hope that won’t happen.”"
    }
  ],
  "303": [
    {
      "id": 304,
      "order": 1,
      "content": "Ukrainians claim to have destroyed large Russian warship in Berdiansk"
    },
    {
      "id": 305,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/220324085528-berdyansk-boat-sinking-032422.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The Ukrainian armed forces on Friday named the ship they said they destroyed as the \"Saratov.\""
    },
    {
      "id": 306,
      "order": 3,
      "content": "Ukrainian armed forces on Friday identified a large Russian landing ship that they said they destroyed at the port of Berdiansk in southern Ukraine the day before."
    },
    {
      "id": 307,
      "order": 4,
      "content": "The port, which had recently been occupied by Russian forces with several Russian warships in dock, was rocked by a series of heavy explosions soon after dawn on Thursday."
    },
    {
      "id": 308,
      "order": 5,
      "content": "Social media videos showed fires raging at the dockside, with a series of secondary explosions reverberating across the city."
    },
    {
      "id": 309,
      "order": 6,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/220324113521-01-berdyansk-port-fire.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A screen grab of a video shared on social media of the Berdyansk port fire."
    },
    {
      "id": 310,
      "order": 7,
      "content": "The Ukrainian armed forces on Friday named the ship as the “Saratov.” In earlier reporting, the ship was named as the “Orsk.”"
    },
    {
      "id": 311,
      "order": 8,
      "content": "In a statement, the armed forces said: “In the Azov operational zone, according to updated information, a large landing ship “Saratov” was destroyed during the attack on the occupied Berdiansk port. Large landing ships “Caesar Kunikov” and “Novocherkassk” were [also] damaged. Other losses of the enemy are being clarified.”"
    },
    {
      "id": 312,
      "order": 9,
      "content": "Several Russian ships had been unloading military equipment at Berdiansk in recent days, according to reports from the port by Russian media outlets."
    },
    {
      "id": 313,
      "order": 10,
      "content": "The United States said that Ukraine likely did conduct a successful attack against Russian ships in Berdiansk, according to a defense official, though it is unclear what type of weapon or weapons were used in the attack. It echoes a similar statement from the British Ministry of Defence, which said that Ukrainian forces have attacked “high value targets” in Russian-occupied areas of Ukraine, including a landing ship and ammunition depots at Berdiansk."
    },
    {
      "id": 314,
      "order": 11,
      "content": "Analysis of videos uploaded on Thursday showed that one Russian naval vessel left the port soon after the explosions."
    },
    {
      "id": 315,
      "order": 12,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/220324113804-02-berdyansk-port-fire.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A screengrab of the fire."
    },
    {
      "id": 316,
      "order": 13,
      "content": "The Russian Ministry of Defense has made no official comment about the explosion."
    },
    {
      "id": 317,
      "order": 14,
      "content": "Berdiansk sits on the Azov Sea and is roughly 45 miles (70 kilometers) southwest of Mariupol. The city has a small naval base and a population of about 100,000."
    },
    {
      "id": 318,
      "order": 15,
      "content": "Russian military troops first occupied Berdiansk government buildings on February 27, three days after Russia’s invasion began."
    },
    {
      "id": 319,
      "order": 16,
      "content": "Mariupol still eludes Russian control despite being surrounded and mercilessly pummeled, block by block, by Russian firepower."
    },
    {
      "id": 320,
      "order": 17,
      "content": "Its defenders rejected an ultimatum to surrender by Monday morning, thwarting a Russian effort to finalize a land bridge linking Crimea with the separatist republics of the eastern Donbas region."
    },
    {
      "id": 321,
      "order": 18,
      "content": "Russia has fired on Mariupol from the Sea of Azov, according to a senior US defense official, using a group of approximately seven ships to launch attacks on the critical coastal city."
    },
    {
      "id": 322,
      "order": 19,
      "content": "Further west, Ukrainians have been fighting to take back the city of Kherson, as well as pushing Russian forces from the northeast of Mykolaiv, forcing them to reposition south of the city, a senior US defense official said Tuesday."
    },
    {
      "id": 323,
      "order": 20,
      "content": "The official cautioned that the US cannot say whether these moves are part of a “larger operational plan” by the Ukrainians, but called the Ukrainian defense “nimble” and “agile.”"
    },
    {
      "id": 324,
      "order": 21,
      "content": "This story has been updated with new information from Ukrainian officials."
    }
  ],
  "48": [
    {
      "id": 49,
      "order": 1,
      "content": "Eritrean forces stop UN mission in Tigray, Ethiopia, aid workers tell CNN"
    },
    {
      "id": 50,
      "order": 2,
      "content": "Eritrean forces prevented a mission led by the UN Office for the Coordination of Humanitarian Affairs (UNOCHA) deputy head of Ethiopia from entering a village in Tigray on Thursday, aid workers on the ground told CNN."
    },
    {
      "id": 51,
      "order": 3,
      "content": "“On 25 May 2023, a mission led by UNOCHA deputy head of Ethiopia comprised from UNOCHA, UNDSS, WHO and other INGOs were prohibited from entering Gemhalo village in Tahtay Adiyabo woreda (district) by Eritrean forces,” they said."
    },
    {
      "id": 52,
      "order": 4,
      "content": "“The mission was stopped after travelling 16km from Sheraro around Waela-Nihbi. Eritrean forces are in Tigray in close distance from Sheraro occupying five kebeles (neighborhoods) of Tahtay-Adiyabo woreda,” they added."
    },
    {
      "id": 53,
      "order": 5,
      "content": "“Looting, destructing infrastructures, raping are continued. Eritrean forces are committing all forms of violations in the villages including denying humanitarian access to those areas,” they said."
    },
    {
      "id": 54,
      "order": 6,
      "content": "The Ethiopian government and the Tigray People’s Liberation Front signed a deal to end hostilities in November last year that included withdrawing all foreign forces from the north of the country."
    },
    {
      "id": 55,
      "order": 7,
      "content": "In January, the United States Ambassador to the United Nations Linda Thomas-Greenfield said at a press conference in Nairobi that Eritrean troops were still in Ethiopia, contradicting authorities in Addis Ababa."
    },
    {
      "id": 56,
      "order": 8,
      "content": "“We understand that they have moved back to the border, and they have been asked to leave Ethiopia,” she told reporters."
    },
    {
      "id": 57,
      "order": 9,
      "content": "Eritrean forces also recently prevented “an African Union [peace] monitoring and verification team from carrying out their activities,” said Getachew Reda, the head of Tigray’s interim government. Tigrayan authorities continue to discuss the issue with the Ethiopian government, he added, saying, “it must be resolved.”"
    },
    {
      "id": 58,
      "order": 10,
      "content": "CNN has reached out to the Eritrean and the Ethiopian government for comment."
    }
  ],
  "146": [
    {
      "id": 147,
      "order": 1,
      "content": "Teenagers ‘hand themselves in’ to police after Sydney blaze"
    },
    {
      "id": 148,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526022535-01-sydney-building-fire-052623.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A wall collapses during a building fire in Sydney, Australia, on May 25."
    },
    {
      "id": 149,
      "order": 3,
      "content": "Two teenagers “handed themselves in” hours after a disused building was destroyed in a blaze in Sydney, Australian police said Friday."
    },
    {
      "id": 150,
      "order": 4,
      "content": "While no members of the public have been reported injured, police said 15 “rough sleepers” had spent the night in the building before it burned down."
    },
    {
      "id": 151,
      "order": 5,
      "content": "Police said they have contacted 13 of those people so far."
    },
    {
      "id": 152,
      "order": 6,
      "content": "Speaking at a press conference Friday, Acting Assistant Commissioner Paul Dunstan said two 13-year-olds had “handed themselves in” late Thursday night and were “assisting police with inquiries.”"
    },
    {
      "id": 153,
      "order": 7,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526022537-02-sydney-building-fire-052623.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Firemen at the scene of a fire at a building in Sydney on May 25."
    },
    {
      "id": 154,
      "order": 8,
      "content": "Dunstan called on “three to four” other “young people present during the fire” to come forward with their parents “and put their side of the story forward.”"
    },
    {
      "id": 155,
      "order": 9,
      "content": "The fire burned throughout Thursday night, causing “significant structural collapse” to the building in central Sydney, Dunstan said."
    },
    {
      "id": 156,
      "order": 10,
      "content": "Pictures showed one of the building’s walls collapsing."
    },
    {
      "id": 157,
      "order": 11,
      "content": "“We continue to keep wetting down the hotspots. We will continue for some time to get final extinguishment there,” said Jeremy Fewtrell, Deputy Commissioner Fire and Rescue NSW on Friday."
    },
    {
      "id": 158,
      "order": 12,
      "content": "Fewtrell said engineers were now assessing the building to determine the integrity of the burned-out structure."
    }
  ],
  "277": [
    {
      "id": 278,
      "order": 1,
      "content": "Suspect arrested after shooting and stabbing attack in Japan leaves four dead"
    },
    {
      "id": 279,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230525144949-02-japan-shooting-052523.jpg?c=16x9&q=h_540,w_960,c_fill",
      "caption": "Three dead in rare shooting and stabbing attack in Japan"
    },
    {
      "id": 280,
      "order": 3,
      "content": "The suspect in a shooting and stabbing incident that left four people dead in central Japan is now in police custody, according to Japanese public broadcaster NHK, citing local police early Friday."
    },
    {
      "id": 281,
      "order": 4,
      "content": "Police in Nakano City received a call on Thursday with reports that a “man stabbed a woman,” a city police official told CNN."
    },
    {
      "id": 282,
      "order": 5,
      "content": "When officers rushed to the scene, the suspect fired something resembling a hunting rifle, striking four people, before barricading himself inside a building, the official added."
    },
    {
      "id": 283,
      "order": 6,
      "content": "Among the casualties is a woman in her 40s, who was taken to hospital where she was subsequently pronounced dead. Two police officers have also died from their injuries, NHK reported. The officers were ages 46 and 61, according to police."
    },
    {
      "id": 284,
      "order": 7,
      "content": "A fourth person died Friday, police said according to Japanese public broadcaster NHK."
    },
    {
      "id": 285,
      "order": 8,
      "content": "Citing investigative sources, NHK said police in Nagano requested the Metropolitan Police Department to dispatch a “special investigation team” specializing in dealing with barricading incidents to the site."
    },
    {
      "id": 286,
      "order": 9,
      "content": "An elderly woman was found unconscious outside of the house where the suspect had barricaded himself. She was later pronounced dead, local police said according to NHK."
    },
    {
      "id": 287,
      "order": 10,
      "content": "A Nakano City police spokesman told CNN they had arrested Masanori Aoki, a 31-year-old farmer, on suspicion of killing a 61-year-old police officer by shooting him in the chest with what appears to be a hunting rifle."
    },
    {
      "id": 288,
      "order": 11,
      "content": "Police are investigating the possible motive and how the weapon was obtained, the spokesman said."
    },
    {
      "id": 289,
      "order": 12,
      "content": "Earlier Nakano City police told NHK that the suspect had barricaded himself in a home belonging to Nakano City Council Chairman Masamichi Aoki, who was thought to be the suspect’s father."
    },
    {
      "id": 290,
      "order": 13,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230525121549-01-japan-shooting-052523.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A photo shows a house where a suspect has barricaded himself with a hunting gun, following the attack on May 25, 2023."
    },
    {
      "id": 291,
      "order": 14,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230525145014-03-japan-shooting-052523.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Police officers stand near the scene of the attack. Gun violence in Japan is extremely rare."
    },
    {
      "id": 292,
      "order": 15,
      "content": "According to NHK, a witness to the attack said that he saw a woman run toward him, pleading for help, pursued by a masked man wearing camouflage"
    },
    {
      "id": 293,
      "order": 16,
      "content": "The man, who appeared to be in his 30s and wielded a knife several dozen centimeters long, stabbed her in the back, NHK reported."
    },
    {
      "id": 294,
      "order": 17,
      "content": "Nakano City urged citizens to stay indoors in a statement posted onto social media, and the city police spokesman told CNN that authorities had designated an “evacuation zone” with a radius of 300 meters around the scene of the incident."
    },
    {
      "id": 295,
      "order": 18,
      "content": "An evacuation center was later opened at the gymnasium of a middle school in Nakano City, according to a spokesman from Nakano City’s Crisis Management Division. Local officials are providing shelter, blankets, food, drinks, to around 60 people who have evacuated there."
    },
    {
      "id": 296,
      "order": 19,
      "content": "Gun violence is extremely rare in Japan, a country of 125 million people. It has one of the lowest rates of gun crimes in the world due to its extremely strict gun control laws."
    },
    {
      "id": 297,
      "order": 20,
      "content": "However, Japan was rocked by a shooting last year that reverberated around the world."
    },
    {
      "id": 298,
      "order": 21,
      "content": "Shinzo Abe, the country’s longest-serving prime minister, was shot dead during a campaign speech in Nara in July."
    },
    {
      "id": 299,
      "order": 22,
      "content": "His murder sent shock waves through Japan and the international community, and also sparked questions about whether enough security was in place to protect him despite Japan’s track record for being a safe place."
    },
    {
      "id": 300,
      "order": 23,
      "content": "Getting hold of a firearm in Japan is extremely difficult and the suspect in Abe’s shooting used a homemade weapon."
    },
    {
      "id": 301,
      "order": 24,
      "content": "In 2022, nine incidents involving firearms took place in Japan including Abe’s assassination, one down from the previous year, according to the National Police Agency."
    },
    {
      "id": 302,
      "order": 25,
      "content": "Of the nine incidents, six are believed to have been committed by gangs and other groups. In total, four people were killed and two injured in the nine incidents."
    }
  ],
  "344": [
    {
      "id": 345,
      "order": 1,
      "content": "New unprecedented images reveal what’s happening on the sun as it approaches ‘solar maximum’"
    },
    {
      "id": 346,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524121509-01-inouye-solar-telescope-sunspots.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A mosaic of new and unprecedented solar images was captured by the Inouye Solar Telescope during its first year of operations."
    },
    {
      "id": 347,
      "order": 3,
      "content": "New images of the sun’s surface captured by a powerful ground-based solar telescope have revealed sunspots and other features in unprecedented detail."
    },
    {
      "id": 348,
      "order": 4,
      "content": "The eight images, released on May 19, were taken using the National Science Foundation’s Daniel K. Inouye Solar Telescope, a 4-meter (13.1-foot) telescope located on the island of Maui in Hawaii."
    },
    {
      "id": 349,
      "order": 5,
      "content": "Although the sun is becoming increasingly active as the July 2025 solar maximum — the peak of the sun’s 11-year cycle — draws closer, the photos showcase the quieter aspects of the solar surface."
    },
    {
      "id": 350,
      "order": 6,
      "content": "Cool, dark sunspots dot the photosphere, or the sun’s surface where the magnetic field is strong, and they can be the size of Earth or larger. Clusters of sunspots are the cause of solar flares and coronal mass ejections — when plasma and part of the magnetic field pinch off from the sun’s outer atmosphere, or corona, and go streaming across the solar system."
    },
    {
      "id": 351,
      "order": 7,
      "content": "These energetic outbursts from the sun can impact Earth’s satellite-based communications."
    },
    {
      "id": 352,
      "order": 8,
      "content": "The sunspot regions shown in the images are a study in contrast. Bright hot plasma flows upward on the sun’s surface, while darker, cooler plasma flows down. In the chromosphere, the atmospheric layer above the surface, threadlike structures reveal the presence of magnetic fields."
    },
    {
      "id": 353,
      "order": 9,
      "content": "Fine, detailed structures, including glowing dots that exist where the magnetic field is the strongest, can be seen in the dark sunspots. Bright strands derived from the magnetic field called penumbral filaments, which transport heat, surround the sunspot."
    },
    {
      "id": 354,
      "order": 10,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524121516-02-inouye-solar-telescope-sunspots.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Dots and filaments glow within and around a sunspot."
    },
    {
      "id": 355,
      "order": 11,
      "content": "Another image shows a sunspot that has lost the majority of its brighter, surrounding region, or penumbra, which seems to be decaying. Researchers believe the remaining fragments could be the end point in the evolution of a sunspot, before it disappears."
    },
    {
      "id": 356,
      "order": 12,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524121527-04-inouye-solar-telescope-sunspots.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The telescope captured an image of what scientists believe shows a decaying sunspot."
    },
    {
      "id": 357,
      "order": 13,
      "content": "The Inouye Solar Telescope also glimpsed “light bridges,” bright solar features that span the darkest region of a sunspot. These complex structures can differ in appearance, but scientists think light bridges could signal that a sunspot is about to decay. Future observations could provide more data about the formation of light bridges and their significance."
    },
    {
      "id": 358,
      "order": 14,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230524121521-03-inouye-solar-telescope-sunspots.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A light bridge can be seen spanning across a dark sunspot."
    },
    {
      "id": 359,
      "order": 15,
      "content": "The images taken over the past year were among some of the first observations using the world’s largest and most powerful ground-based solar telescope during its commissioning phase, according to the National Science Foundation. Currently, the telescope is being brought up to its full operational capabilities, according to the agency."
    },
    {
      "id": 360,
      "order": 16,
      "content": "Scientists hope the telescope’s capabilities will allow them to answer key questions about the sun, including the origin of solar storms, as well as unlock the complexities of its magnetic field."
    },
    {
      "id": 361,
      "order": 17,
      "content": "The telescope was designed to make ongoing measurements of the magnetic fields in the sun’s corona and provide images of the solar atmosphere like never before. Compared with other observatories’ imaging capabilities, Inouye can capture solar features three times smaller."
    },
    {
      "id": 362,
      "order": 18,
      "content": "Solar data from the Inouye Solar Telescope, as well as two space-based missions called Solar Orbiter and the Parker Solar Probe, can help unravel some of the sun’s enduring mysteries — all while providing stunning views of our star in a new light."
    }
  ],
  "122": [
    {
      "id": 123,
      "order": 1,
      "content": "Japan shocked by ‘heinous’ attack as 4 die in gun and knife rampage"
    },
    {
      "id": 124,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230525121549-01-japan-shooting-052523.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The house where a suspect barricaded himself with a hunting gun in Nakano City, Nagano Prefecture on May 25, 2023."
    },
    {
      "id": 125,
      "order": 3,
      "content": "The son of a local Japanese government official is in police custody after allegedly going on a shooting and stabbing rampage in the central city of Nakano on Thursday, a rare crime in a country with tough gun laws and a low murder rate."
    },
    {
      "id": 126,
      "order": 4,
      "content": "Masanori Aoki, a 31-year-old farmer, was arrested on suspicion of killing a 61-year-old police officer by shooting him in the chest with what appeared to be a hunting rifle, police in Nakano, a city in the country’s Nagano prefecture, told CNN."
    },
    {
      "id": 127,
      "order": 5,
      "content": "Two other people died Thursday, a woman in her 40s and another police officer age 46. And on Friday, a 70-year-old woman found outside the house where the suspect had barricaded himself in was pronounced dead, police said."
    },
    {
      "id": 128,
      "order": 6,
      "content": "About 100 investigators are working “to clarify the full extent of this extremely heinous incident,” Nagano police chief Iwao Koyama told reporters Friday."
    },
    {
      "id": 129,
      "order": 7,
      "content": "Koyama said the incident had caused “great anxiety” in Japan, a country of 125 million where gun violence is extremely rare. It has one of the world’s lowest rates of gun crimes due to its extremely strict gun control laws."
    },
    {
      "id": 130,
      "order": 8,
      "content": "In 2018, only nine deaths were reported from firearms – compared with 39,740 the same year in the United States, according to data compiled by the Sydney School of Public Health at the University of Sydney."
    },
    {
      "id": 131,
      "order": 9,
      "content": "Police were called to the scene late Thursday afternoon with reports that a man had stabbed a woman with a 30-centimeter long “survival” knife, according to Koyama."
    },
    {
      "id": 132,
      "order": 10,
      "content": "As the drama unfolded, a witness to the attack told Japanese broadcaster NHK that he saw a woman run toward him, pleading for help while being pursued by a masked man in camouflage."
    },
    {
      "id": 133,
      "order": 11,
      "content": "In a statement posted to social media, Nakano officials urged citizens to stay indoors, while authorities designated an “evacuation zone” with a radius of 300 meters around the scene of the incident."
    },
    {
      "id": 134,
      "order": 12,
      "content": "About 60 people were evacuated to a middle school gymnasium, where local officials were providing shelter, blankets, food, and drinks."
    },
    {
      "id": 135,
      "order": 13,
      "content": "Koyama told reporters Friday the suspect stabbed a woman and then a man. He said the suspect then shot and killed two police officers with what looked like a hunting rifle before barricading himself inside a home belonging to Nakano City Council Chairman Masamichi Aoki, thought to be his father."
    },
    {
      "id": 136,
      "order": 14,
      "content": "Koyama said Aoki lived with his parents and his aunt, and that Aoki’s 57-year-old mother and 60-year-old aunt escaped the family home and were rescued by police."
    },
    {
      "id": 137,
      "order": 15,
      "content": "Gun ownership is rare in Japan, where strict gun laws make it almost impossible to obtain a rifle."
    },
    {
      "id": 138,
      "order": 16,
      "content": "However, NHK reported Friday that Aoki had a license since 2015 to possess four hunting rifles, including shotguns and air guns."
    },
    {
      "id": 139,
      "order": 17,
      "content": "According to the government, hunters and target shooters may own shotguns and airguns under “strictly circumscribed conditions.”"
    },
    {
      "id": 140,
      "order": 18,
      "content": "To qualify for a firearm license, potential buyers must attend an all-day class, pass a written test and a shooting-range test with an accuracy of at least 95%. They also must undergo a mental health evaluation and drug tests, as well as a rigorous background check – including a review of their criminal record, personal debt, involvement in organized crime and relationships with family and friends."
    },
    {
      "id": 141,
      "order": 19,
      "content": "After obtaining a gun, the owner must register their weapon with police and provide details of where their gun and ammunition is stored, in separate, locked compartments. The gun must be inspected by the police once a year, and gun owners must retake the class and sit an exam every three years to renew their license."
    },
    {
      "id": 142,
      "order": 20,
      "content": "However, Japan was rocked by a shooting last year that reverberated around the world."
    },
    {
      "id": 143,
      "order": 21,
      "content": "Former prime minister Shinzo Abe was assassinated during a campaign speech in Nara in July, sending shock waves through the country and the international community."
    },
    {
      "id": 144,
      "order": 22,
      "content": "In 2022, nine incidents involving firearms took place in Japan including Abe’s assassination, one down from the previous year, according to the National Police Agency."
    },
    {
      "id": 145,
      "order": 23,
      "content": "Of the nine incidents, six are believed to have been committed by gangs and other groups. In total, four people were killed and two injured in the nine incidents."
    }
  ],
  "59": [
    {
      "id": 60,
      "order": 1,
      "content": "US sanctions Wagner in Mali, confirms CNN investigation on support to Sudan paramilitaries"
    },
    {
      "id": 61,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526095252-01-us-wagner-sanctions-mali.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Three Russian mercenaries in northern Mali."
    },
    {
      "id": 62,
      "order": 3,
      "content": "The US Treasury has sanctioned the head of the Wagner private military group in Mali, Ivan Maslov, as part of its pushback against Wagner activities in Africa funneling support to Russia’s war against Ukraine, according to a press release published on Thursday."
    },
    {
      "id": 63,
      "order": 4,
      "content": "The sanctions come after a US official told CNN that Wagner has been trying to ship military equipment for use in Ukraine through Mali and falsifying paperwork for the transactions, citing recently declassified intelligence."
    },
    {
      "id": 64,
      "order": 5,
      "content": "The Treasury also confirmed the findings of a CNN investigation into Wagner’s support for the Sudan paramilitary Rapid Support Forces in the current war devastating the country."
    },
    {
      "id": 65,
      "order": 6,
      "content": "“Today, the U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC) sanctioned Ivan Aleksandrovich Maslov (Maslov), the head of Russian Private Military Company ‘Wagner’ (Wagner Group) paramilitary units and its principal administrator based in Mali,” said the Treasury."
    },
    {
      "id": 66,
      "order": 7,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526095338-02-us-wagner-sanctions-mali.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Russian mercenaries boarding a helicopter in northern Mali."
    },
    {
      "id": 67,
      "order": 8,
      "content": "“The Wagner Group may be attempting to obscure its efforts to acquire military equipment for use in Ukraine, including by working through Mali and other countries where it has a foothold. The United States opposes efforts by any country to assist Russia through the Wagner Group,” it added."
    },
    {
      "id": 68,
      "order": 9,
      "content": "The US official told CNN last week there were no signs yet that Wagner has successfully procured the equipment, but the group has continued working to procure mines, drones, radar and counter-battery systems from contacts in Mali for use in Ukraine. “We are monitoring this closely,” the official added."
    },
    {
      "id": 69,
      "order": 10,
      "content": "Wagner has sought to expand its presence in Africa in recent years and has been operating alongside Mali’s armed forces for more than a year, fighting against a jihadist insurgency. Russian Foreign Minister Sergey Lavrov said in September 2021 that the Malian government would be hiring private Russian mercenaries for help with security."
    },
    {
      "id": 70,
      "order": 11,
      "content": "Under Secretary of the Treasury for Terrorism and Financial Intelligence Brian E. Nelson said: “Treasury’s sanctions against the most senior Wagner Group representative in Mali identify and disrupt a key operative supporting the group’s global activities."
    },
    {
      "id": 71,
      "order": 12,
      "content": "“The Wagner Group’s presence on the African continent is a destabilizing force for any country that allows for the deployment of the group’s resources into their sovereign territory.”"
    },
    {
      "id": 72,
      "order": 13,
      "content": "Maslov is a senior Wagner Group security official who was tasked by Wagner head Yevgeny Prigozhin and Dmitriy Valeryevich Utkin to lead the Wagner Group’s mercenary units in Mali, according to the press release."
    },
    {
      "id": 73,
      "order": 14,
      "content": "Both Prigozhin and Utkin have been sanctioned by the US, the UK, the EU and Canada."
    },
    {
      "id": 74,
      "order": 15,
      "content": "“In his role as the Wagner Group’s principal administrator, Maslov has secured living accommodations for the Wagner Group’s incoming forces deployed to Mali. Maslov arranges meetings between Prigozhin and government officials from several African nations. Maslov has worked to carry out the Wagner Group’s interests in the extractive sector,” said the Treasury."
    },
    {
      "id": 75,
      "order": 16,
      "content": "The press release added that Wagner has meddled in and destabilized countries in Africa, committed widespread human rights abuses and appropriated natural resources."
    },
    {
      "id": 76,
      "order": 17,
      "content": "In Sudan, Wagner has also been supplying the country’s Rapid Support Forces (RSF) with “surface-to-air missiles to fight against Sudan’s army, contributing to a prolonged armed conflict that only results in further chaos in the region,” the release said."
    },
    {
      "id": 77,
      "order": 18,
      "content": "This comes after a CNN investigation revealed that Wagner had supplied Sudan’s RSF with missiles to aid their fight against the country’s army."
    }
  ],
  "95": [
    {
      "id": 96,
      "order": 1,
      "content": "Which generation needs more praise? Australian police commissioner clarifies Gen Z comment"
    },
    {
      "id": 97,
      "order": 2,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526013520-01-australia-generations-praise.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "AFP Commissioner Reece Kershaw shared his recent lessons about praising younger workers."
    },
    {
      "id": 98,
      "order": 3,
      "content": "Since about the birth of boomers, comparing the strengths and weaknesses of generations has been a perilous exercise almost guaranteed to cause offense."
    },
    {
      "id": 99,
      "order": 4,
      "content": "So when Australia’s Federal Police (AFP) Commissioner offered an “interesting” aside on generational differences while addressing senators in Parliament House on Thursday, there was little chance it would pass unnoticed."
    },
    {
      "id": 100,
      "order": 5,
      "content": "Referring to the “Pearls in Policing Conference” held in Sydney this week, where he sat next to police officers from Toronto and the United States, Commissioner Reece Kershaw said: “We learned that Gen Z, the younger generation, need three times a week praise from their supervisors, the next generation only need three times a year, and my generation only need once a year.”"
    },
    {
      "id": 101,
      "order": 6,
      "content": "The comment prompted raised eyebrows in the Australian parliamentary room, and no end of commentary on social media discussing the relative neediness of the nation’s youngest workers."
    },
    {
      "id": 102,
      "order": 7,
      "content": "The matter may have petered out, but the AFP sought to clarify the issue on Friday with a two-line statement: “Reports that AFP Commissioner believes different generations require different level of praise are incorrect. The Commissioner was referring to information recently presented to a policing forum.”"
    },
    {
      "id": 103,
      "order": 8,
      "content": "That information came from Michael McQueen, a social researcher and author of several books, including “How to Prepare Now for What’s Next,” who presented at the conference."
    },
    {
      "id": 104,
      "order": 9,
      "content": "McQueen told CNN the statistics are based on research conducted by global analytics firm Gallup and multinational software company Workhuman, who surveyed more than 10,000 adults across the US in February this year."
    },
    {
      "id": 105,
      "order": 10,
      "content": "According to the Gallup website, the survey found that “nearly four in 10 employees in the youngest generation of workers would prefer to be recognized by their people manager at least a few times a week.”"
    },
    {
      "id": 106,
      "order": 11,
      "content": "“It is not about being ‘needy’ or wanting participation trophies. Recognition provides the ingredients for employees to grow,” the website said."
    },
    {
      "id": 107,
      "order": 12,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230526013524-03-australia-generations-praise.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Younger workers prefer to hear more frequent praise than their older colleagues, some research finds."
    },
    {
      "id": 108,
      "order": 13,
      "content": "Other research shows that assessing workers’ needs based on their generation is misguided."
    },
    {
      "id": 109,
      "order": 14,
      "content": "A paper published in 2021 said research doesn’t support the existence of generational differences, meaning there was nothing to ‘manage’. “Much of what lay people observe as ‘generational’ at work is likely more accurately attributed to either age or career stage effects masquerading as generational differences,” the report said."
    },
    {
      "id": 110,
      "order": 15,
      "content": "In 2020, a study by the National Academies of Sciences, Engineering, and Medicine found that “categorizing workers with generational labels like ‘baby boomer’ or ‘millennial; to define their needs and behaviors is not supported by research, and cannot adequately inform workforce management decisions.”"
    },
    {
      "id": 111,
      "order": 16,
      "content": "“Instead of relying on generational stereotypes, employers and managers should focus on individuals’ work needs,” the research found."
    },
    {
      "id": 112,
      "order": 17,
      "content": "McQueen, who is a millennial, agrees that an individual approach is best, but says there’s “value in understanding broad patterns of human behavior and experience.”"
    },
    {
      "id": 113,
      "order": 18,
      "content": "He says the differing levels of desire for praise originate at home."
    },
    {
      "id": 114,
      "order": 19,
      "content": "“Over the last few decades, there’s been a lot of really good research looking at how trends in parenting and education to an extent, but especially parenting, how that has changed the way generations are growing up and how much feedback they’re looking for,” said McQueen."
    },
    {
      "id": 115,
      "order": 20,
      "content": "“The challenge with that is, it’s based on this flawed premise that you can give another human being self-esteem, which you sort of can’t,” he said."
    },
    {
      "id": 116,
      "order": 21,
      "content": "He said he’s more “intentional” about giving praise to younger staff, and he encourages businesses – and police forces – to do the same."
    },
    {
      "id": 117,
      "order": 22,
      "content": "During his appearance on Thursday, Kershaw also offered up what he’d learned about emojis."
    },
    {
      "id": 118,
      "order": 23,
      "content": "“I saw some emojis that Gen Z use that are actually offensive. But my generation is sending these emojis, so the world’s changing, I guess, is what I’m saying,” he said."
    },
    {
      "id": 119,
      "order": 24,
      "content": "When asked by a puzzled participant which emojis his generation was sending, Kershaw explained: “Like a happy face. That can actually mean the opposite in Gen Z land. Happy to give you a briefing on that,” he said to laughter."
    },
    {
      "id": 120,
      "order": 25,
      "content": "For older readers wondering what a smiley face really means, it can be interpreted as “extreme passive aggression.”"
    },
    {
      "id": 121,
      "order": 26,
      "content": "“I think the safest one is just the super clear, obvious, big grin with teeth,” said McQueen. “At least it’s a proper smile.”"
    }
  ],
  "159": [
    {
      "id": 160,
      "order": 1,
      "content": "Iran has a direct route to send Russia weapons – and Western powers can do little to stop the shipments"
    },
    {
      "id": 161,
      "order": 2,
      "content": "The waters of the Caspian Sea appear deceptively calm. But this sea route – which provides a direct path between Iran and Russia – is increasingly busy with cargo traffic, including suspected weapons transfers from Tehran to Moscow."
    },
    {
      "id": 162,
      "order": 3,
      "content": "As cooperation between the two countries deepens, the Caspian Sea route is being used to move drones, bullets, and mortar shells that the Russian government has purchased from the Iranian regime to bolster its war effort in Ukraine, according to experts. Tracking data shows that vessels in the region are increasingly going “dark” – suggesting growing intent to obfuscate the movement of goods."
    },
    {
      "id": 163,
      "order": 4,
      "content": "Last year, data from Lloyd’s List Intelligence revealed a September spike in the number of gaps in vessels tracking data in the Caspian. That’s shortly after the United States and Ukrainian governments say Moscow acquired drones from Tehran last summer. Russia’s use of Iranian drones increased in the fall, including against critical energy infrastructure in Ukraine."
    },
    {
      "id": 164,
      "order": 5,
      "content": "And analysts say that Ukraine’s Western allies would have little power to stop such arms deliveries."
    },
    {
      "id": 165,
      "order": 6,
      "content": "“There is no risk to Iranian exports in the Caspian Sea because of the bordering countries – they don’t have the capability or motive to interdict in these sorts of exchanges,” said Martin Kelly, lead intelligence analyst at security company EOS Risk Group. Azerbaijan, Turkmenistan and Kazakhstan, all former Soviet republics, are the other nations with ports on the Caspian Sea."
    },
    {
      "id": 166,
      "order": 7,
      "content": "It’s a “perfect environment for this trade to go unopposed,” Kelly added."
    },
    {
      "id": 167,
      "order": 8,
      "content": "CNN reached out to the governments of Iran and Russia for comment but did not receive a response."
    },
    {
      "id": 168,
      "order": 9,
      "content": "There’s been an overall jump in the number of vessels in the Caspian Sea turning off their tracking data between August and September of 2022, according to Kelly. And the number of gaps in ships’ tracking data remains high so far in 2023, according to data from Lloyd’s List Intelligence."
    },
    {
      "id": 169,
      "order": 10,
      "content": "The phenomenon is largely driven by Russia-flagged and Iran-flagged ships and, in particular, the type of cargo ships capable of carrying weaponry, according to Bridget Diakun, a data analyst and reporter for Lloyd’s List, which specializes in analysis of global maritime trade."
    },
    {
      "id": 170,
      "order": 11,
      "content": "An International Maritime Organization resolution requires most vessels to carry a tracking system that automatically provides location and identification information to other ships and to coastal authorities. For safety reasons, those automatic identification systems (AIS), are supposed to be transmitting data at all times, with limited exceptions. But ships are able to turn off their AIS tracking, a tactic that can be used to disguise parts of their journey, hide destinations, or go “dark” when calling into a port."
    },
    {
      "id": 171,
      "order": 12,
      "content": "At the end of 2022, Lloyd’s List Intelligence data shows there was an uptick in “probable dark port calls” to Russia and Iran’s Caspian Sea ports, Diakun said."
    },
    {
      "id": 172,
      "order": 13,
      "content": "“It’s suspicious if a ship just goes from one port and comes back without calling at another port,” unless the vessel is transferring cargo to another ship rather than a port, she explained."
    },
    {
      "id": 173,
      "order": 14,
      "content": "Most gaps in the tracking data for Russia-flagged and Iran-flagged cargo ships have occurred near Iran’s Amirabad and Anzali ports, as well as in Russia’s Volga River and its port in Astrakhan, according to Lloyd’s List Intelligence."
    },
    {
      "id": 174,
      "order": 15,
      "content": "Using data from MarineTraffic, a ship tracking and maritime analytics provider, CNN tracked six Russian-flagged and two Iranian-flagged vessels that analysts say exhibited suspicious behavior since the full-scale invasion and are likely linked to the arms trade."
    },
    {
      "id": 175,
      "order": 16,
      "content": "Several patterns emerged – some of the ships can be seen making the journey from Iranian ports to Astrakhan, although they did not make an official port call there. Other vessels that experts highlighted as being suspicious can be seen going dark on the approach to Iran’s Amirabad Port and Russia’s Astrakhan Port, or can be seen turning off their tracking data for extended periods of time."
    },
    {
      "id": 176,
      "order": 17,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230512104638-01-iran-russia-caspian.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "A satellite image from Maxar Technologies shows a Russian-flagged vessel at the port of Astrakhan in Russia on February 2. Tracking data show this tanker arrived at Astrakhan after leaving Iran's Amirabad port in early January. Experts say the ship could be linked to the arms trade."
    },
    {
      "id": 177,
      "order": 18,
      "content": "Although analysts say that it’s difficult definitively to know what cargo is on these ships, barring eyewitness accounts or satellite imagery, the patterns in suspected nefarious activity in the Caspian Sea support Western intelligence reports of Iran’s drone exports to Russia."
    },
    {
      "id": 178,
      "order": 19,
      "content": "“There’s a correlation between Russia requesting drones from Iran, dark port calls in the Caspian Sea, and an increase in dark AIS activity,” Kelly said."
    },
    {
      "id": 179,
      "order": 20,
      "content": "Even before Russia’s full-scale invasion of Ukraine, there was increased attention and interest in the Caspian Sea route, largely coming from the Iranian side."
    },
    {
      "id": 180,
      "order": 21,
      "content": "“I think it’s an overlooked route, but for years, the countries that border along the Caspian Sea have wanted to strengthen this maritime route and make more trade,” Diakun told CNN, noting that bolstering the trade route has long been on the agenda of countries in the region."
    },
    {
      "id": 181,
      "order": 22,
      "content": "She added that the Caspian – where Azerbaijan, Kazakhstan and Turkmenistan also have ports – sees a lot of legitimate trade and is a key path for goods to move to Asian markets. But, Diakun said, it’s also “a hotspot for sanctioned vessels.”"
    },
    {
      "id": 182,
      "order": 23,
      "content": "The Istanbul-based consultancy Bosphorus Observer told CNN that the Iranian regime had invested in improving Russia’s port of Astrakhan prior to the war to bolster its shipping options to Europe via a route that could circumvent sanctions."
    },
    {
      "id": 183,
      "order": 24,
      "content": "Iran is also helping Russia with its years-long project of dredging the Volga River, the Bosphorus Observer said, which will allow heavier shipments to be delivered to Astrakhan Port and to the Black Sea and beyond, using the Volga-Don Canal."
    },
    {
      "id": 184,
      "order": 25,
      "content": "Last week, Putin and his Iranian counterpart Ebrahim Raisi signed a deal to finance and build an Iranian railway line as part of the early stages of creating a “North-South transport artery,” according to the Kremlin. Putin said the railway – which will have a central branch going along the Caspian Sea – would help connect Russian ports on the Baltic Sea with Iranian ports in the Indian Ocean and the Gulf, helping bolster global trade for both nations."
    },
    {
      "id": 185,
      "order": 26,
      "content": "“We know that the current administration in Iran has been pushing for an improvement of ties with the Eastern countries, but in particular with Russia,” said Aniseh Bassiri Tabrizi, head of the Middle East and North Africa program at the Royal United Services Institute (RUSI), a British think tank. She added that the balance of power has shifted since February last year, now that “Russia sees Iran as a natural provider of weapon capability for its war in Ukraine.”"
    },
    {
      "id": 186,
      "order": 27,
      "content": "The huge number of sanctions imposed against Russia in the past year is also a new challenge for the country, Tabrizi said, “whereas Iran has been navigating that environment for a number of decades.”"
    },
    {
      "id": 187,
      "order": 28,
      "content": "The perception in Moscow is that Iran can teach Russia a lot about the “tools to evade sanctions” and “how to still have a significant economy even when sanctions are imposed,” according to Tabrizi."
    },
    {
      "id": 188,
      "order": 29,
      "content": "In March, Iran’s Finance Minister Ehsan Khandouzi told the Financial Times, “We define our relations with Russia as strategic and we are working together in many aspects, especially economic relations.”"
    },
    {
      "id": 189,
      "order": 30,
      "content": "The United States, along with European allies, consider Tehran’s arms transfers to Russia to be in violation of UN Security Council Resolution 2231, which was passed to endorse the 2015 Iran nuclear deal and control the transfer of weapons from Iran."
    },
    {
      "id": 190,
      "order": 31,
      "content": "“There’s great potential here for all kinds of different sanction violations,” said Bosphorus Observer analyst Yörük Işık, adding that Russia could also be sending spare parts and other equipment to Iran via the Caspian Sea route, which would be illegal in the eyes of Western nations."
    },
    {
      "id": 191,
      "order": 32,
      "content": "US officials are also looking to enhance the enforcement of sanctions to prevent Iran’s access to US and Western technologies used in drones. In January, National Security Council spokesperson Adrienne Watson told CNN in a statement: “We are looking at ways to target Iranian UAV production through sanctions, export controls, and talking to private companies whose parts have been used in the production.”"
    },
    {
      "id": 192,
      "order": 33,
      "content": "In April, Vice Adm. Brad Cooper, commander of US Naval Forces Central Command, US 5th Fleet, visited both Turkmenistan and Kazakhstan to meet with officials in the region and discuss a “range of topics… including how the US Navy is strengthening partnerships and accelerating innovation in the Middle East to enhance regional maritime security,” 5th Fleet spokesperson Cmdr. Tim Hawkins told CNN."
    },
    {
      "id": 193,
      "order": 34,
      "url": "https://media.cnn.com/api/v1/images/stellar/prod/230512104753-03-iran-russia-caspian.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "The Russian-flagged cargo ship (left) that experts say could be linked to the arms trade is seen in a satellite image of Astrakhan Port in Russia taken on March 7."
    },
    {
      "id": 194,
      "order": 35,
      "content": "Iran has also been accused by Ukraine, Western governments and security analysts of sending weapons and supplies to Russia by plane."
    },
    {
      "id": 195,
      "order": 36,
      "content": "Three Iranian state-owned airlines and “one supposedly private one” called Mahan Air have delivered drones “and instructors” to Moscow, according to a March 2022 statement from the National Resistance Center of Ukraine, an official body. In 2011, the U.S. Treasury Department sanctioned Mahan Air for transporting weapons, fighters and supplies for Iran’s Quds Force."
    },
    {
      "id": 196,
      "order": 37,
      "content": "Last year, the US Commerce Department identified four Iranian cargo planes that it says flew to Russia in violation of American export controls, with US authorities linking those planes to “backfilling items to Russia.” The US Commerce statement said that support for such aircraft violates US export controls, in light of “Iran’s support for Russia’s war machine, including the recent provisioning of unmanned aerial vehicles.”"
    },
    {
      "id": 197,
      "order": 38,
      "content": "CNN analyzed tracking data from Flightradar24 for those four cargo planes, which reveals that collectively, the Iranian planes made at least 85 trips to Moscow airports between May 2022 and March 2023."
    },
    {
      "id": 198,
      "order": 39,
      "content": "“There are some Iranian state airlines that are transporting drones from Iran into Russia,” Kelly of EOS Risk Group said. “However, in terms of the comparison of the volume of what can be transported in a single voyage, a ship gives you a much larger volume and capability.”"
    },
    {
      "id": 199,
      "order": 40,
      "content": "In November, the Iranian regime acknowledged that it had sold “a limited number of drones” to Russia, but Foreign Minister Hossein Amir-Abdollahian insisted the weapons were provided “in the months before the start of the war in Ukraine.” Iran maintains that the sale does not violate UN provisions."
    },
    {
      "id": 200,
      "order": 41,
      "content": "Russia, which held the rotating presidency of the UN Security Council during April, continues to scoff at Western sanctions. Russian Foreign Ministry spokesperson Maria Zakharova said last year that reports the country is using Iranian unmanned aerial vehicles (UAVs) are “unsubstantiated inferences,” despite Ukraine, its allies and arms-tracking experts finding ample evidence of their use in Ukraine."
    },
    {
      "id": 201,
      "order": 42,
      "content": "Analysts expect levels of nefarious activity and “dark” port calls in the Caspian Sea to remain high in 2023, and that Moscow’s sway over the world’s largest inland body of water will go unchecked."
    },
    {
      "id": 202,
      "order": 43,
      "content": "“They don’t have any other authority there to hide from,” said Işık of vessels navigating the Caspian Sea. He also noted that a “Russian-flagged ship gives you an extra layer of protection,” given other nations and actors in the region are fearful of questioning or interfering with Russian vessels, according to Işık."
    },
    {
      "id": 203,
      "order": 44,
      "content": "Growing cooperation on this inland sea – which is tucked away from the influence and interference of Western nations – bolsters the strength of both Moscow and Tehran."
    },
    {
      "id": 204,
      "order": 45,
      "content": "“The Caspian Sea used to be a theater of confrontation between Russia and Iran, and now it’s a potential avenue for sanction evasion and potential weapon provision,” Tabrizi said, noting that the countries have a more equal partnership now, especially when it comes to military cooperation."
    },
    {
      "id": 205,
      "order": 46,
      "content": "“In terms of longer-term repercussions… on a more strategic front when it comes to the Middle East, but also broadly speaking, I think that is going to be very interesting to watch and potentially very problematic for Western interests.”"
    },
    {
      "id": 206,
      "order": 47,
      "content": "Iran has exported drones, or drone capabilities, to its regional proxies and allies in the past, Tabrizi said, and that has been considered a threat. “But I think the scale of the exports that we are seeing now is different.”"
    }
  ]
}
