[{"id":15,"publishDate":"04:26 오후 KST, 화 5월 30, 2023","authorArr":["Nectar Gan","Wayne Chang"],"view":0,"title":{"id":16,"order":1,"content":"Thousands of ethnic minority Muslims defy Chinese authorities in defense of mosque","translation":"","titleYN":"Y"},"contents":[{"id":17,"order":2,"caption":"Residents belonging to China's Hui ethnic minority faced off with authorities on Saturday in an attempt to defend their mosque, according to online videos and a witness who spoke with CNN.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530100233-01-china-yunnan-hui-mosque-protest.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":18,"order":3,"content":"Thousands of ethnic minority Muslims surrounded a mosque in southwestern China over the weekend in a last-ditch effort to prevent what they said was an attempt by authorities to remove its dome and minarets, as a crackdown on religious freedoms widens.","translation":"","titleYN":"N"},{"id":19,"order":4,"content":"The apparent alteration of a mosque belonging to the Hui ethnic group in Najiaying village, Yunnan province comes amid a sweeping campaign unleashed by China’s leader Xi Jinping to “sinicize” religion.","translation":"","titleYN":"N"},{"id":20,"order":5,"content":"The policy aims to purge religious faiths of foreign influence and align them more closely with traditional Chinese culture – and the authoritarian rule of the officially atheist Communist Party.","translation":"","titleYN":"N"},{"id":21,"order":6,"content":"In recent years, authorities have removed overtly Islamic architecture – destroying domes and tearing down minarets – from more than a thousand Hui mosques across the country, Hui activists say, with the Najiaying mosque being one of the last holdouts.","translation":"","titleYN":"N"},{"id":22,"order":7,"content":"Now, the “sinicization” campaign is finally coming for Najiaying – a historic home to the Hui and an important hub for Islamic culture in Yunnan, an ethnically diverse province on China’s borders with Southeast Asia.","translation":"","titleYN":"N"},{"id":23,"order":8,"content":"But the push has faced a fierce backlash from local residents.","translation":"","titleYN":"N"},{"id":24,"order":9,"content":"Videos posted on social media and geolocated by CNN show residents clashing with lines of police officers in riot gear, who blocked off the entrance to the mosque and pushed back the crowd with shields and batons.","translation":"","titleYN":"N"},{"id":25,"order":10,"content":"Residents shouted back in anger, with some hurling water bottles and bricks at the police, the videos show.","translation":"","titleYN":"N"},{"id":26,"order":11,"content":"“This is our last bit of dignity,” a local witness told CNN. “It’s like coming to our house to demolish our home. We can’t allow that to happen.”","translation":"","titleYN":"N"},{"id":27,"order":12,"content":"The source, who declined to be named over fears for personal safety, said thousands of Hui residents – including men and women, elderly and children – had gathered around the mosque on Saturday, under the close watch of more than 1,000 police officers deployed nearby.","translation":"","titleYN":"N"},{"id":28,"order":13,"content":"“After arriving at the mosque, we realized that they had driven the cranes into the compound and were ready for the forced demolition,” the source said, adding that scaffolding had already been erected around the mosque.","translation":"","titleYN":"N"},{"id":29,"order":14,"content":"Tensions escalated around 1 p.m., with worshipers demanding to enter the mosque for noon prayers, the source said. They said they saw police officers hitting the crowd with batons, which prompted some residents to clash with police.","translation":"","titleYN":"N"},{"id":30,"order":15,"content":"Dozens of protesters were arrested by police at the scene, the source said. Ma Ju, a prominent Hui activist who now lives in the United States and has kept close contact with Najiaying residents, said about 30 people were arrested.","translation":"","titleYN":"N"},{"id":31,"order":16,"content":"CNN cannot independently verify the claims and has reached out to the local police and government for comment. CNN has also reached out to the Yunnan provincial government and its bureau for religious affairs for comment.","translation":"","titleYN":"N"},{"id":32,"order":17,"caption":"Clashes broke out between police officers and Najiaying residents outside the mosque.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530100217-02-china-yunnan-hui-mosque-protest.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":33,"order":18,"content":"The hours-long standoff on Saturday yielded a temporary win for the protesters, who streamed into the mosque as the police retreated, according to the witness and online videos.","translation":"","titleYN":"N"},{"id":34,"order":19,"content":"Throughout Saturday night and Sunday, residents took turns to guard the mosque, fearing that authorities would return to demolish its large centerpiece green dome and four minarets, the source said.","translation":"","titleYN":"N"},{"id":35,"order":20,"content":"But repercussions quickly followed, according to those CNN spoke with.","translation":"","titleYN":"N"},{"id":36,"order":21,"content":"By Sunday afternoon, word started to spread that authorities were arresting more people, according to the source.","translation":"","titleYN":"N"},{"id":37,"order":22,"content":"On Sunday evening, law enforcement authorities in Nagu township, where Najiaying is located, issued a stern but vague statement. Without mentioning the protest or the mosque, it said police were investigating an incident that took place on Saturday, which “seriously disrupted social order” and caused “vile social impact.”","translation":"","titleYN":"N"},{"id":38,"order":23,"content":"The authorities also called on the “organizers and participants” of the incident to turn themselves in before June 6 to receive leniency, and encouraged the public to report on each other.","translation":"","titleYN":"N"},{"id":39,"order":24,"content":"By Monday, Najiaying was shrouded in a blanket of fear, the source said.","translation":"","titleYN":"N"},{"id":40,"order":25,"content":"The internet has been cut off in many neighborhoods. Drones buzzed overhead and surveilled the village. Public loudspeakers blasted the authorities’ message on repeat, urging protesters to turn themselves in, according to the source and Ma, the US-based activist.","translation":"","titleYN":"N"},{"id":41,"order":26,"content":"“It feels like our nightmare is only starting now,” the source told CNN. “Everyone is in fear…We don’t know what’s going to happen next.”","translation":"","titleYN":"N"},{"id":42,"order":27,"content":"Other local residents appeared fearful to speak out.","translation":"","titleYN":"N"},{"id":43,"order":28,"content":"One shop owner reached by CNN on the phone said: “You journalists should come here to report on what’s happening to us.” When asked by CNN to explain what happened, he replied he “didn’t know” and hung up.","translation":"","titleYN":"N"},{"id":44,"order":29,"caption":"Residents are seen engaging in a standoff with police officers in riot gear.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530100159-03-china-yunnan-hui-mosque-protest.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":45,"order":30,"content":"This is not the first time that Hui Muslims have engaged in a tense standoff with authorities to protect a mosque.","translation":"","titleYN":"N"},{"id":46,"order":31,"content":"In 2018, thousands of Hui residents in Ningxia, in the country’s northwest, staged a sit-in protest for three days to prevent authorities from demolishing a newly constructed mosque.","translation":"","titleYN":"N"},{"id":47,"order":32,"content":"The local government held off on the demolition, but later replaced the mosque’s domes and minarets with traditional Chinese-style pagodas.","translation":"","titleYN":"N"},{"id":48,"order":33,"content":"The architectural overhaul of mosques has come with allegations of shrinking religious freedoms for the Hui, a 11 million-strong ethnic minority that live in scattered pockets throughout China from the northwest to the coastal cities in the east, including an officially designated “autonomous region,” Ningxia.","translation":"","titleYN":"N"},{"id":49,"order":34,"content":"Believed to be distant descendants of Arab and Persian traders, the Hui have been well assimilated into broader Chinese society dominated by the ethnic Han majority.","translation":"","titleYN":"N"},{"id":50,"order":35,"content":"Most speak Mandarin, live alongside the Han, and in recent decades had been given more space to practice their faith than other ethnic groups.","translation":"","titleYN":"N"},{"id":51,"order":36,"content":"But Hui activists say their ethnic group has become the latest target in the Communist Party’s crackdown on Islam, which began in the western region of Xinjiang.","translation":"","titleYN":"N"},{"id":52,"order":37,"content":"Since at least 2017, the Chinese government has been accused of detaining more than a million Uyghurs and other Muslim minorities in internment camps in Xinjiang and conducting forceful assimilation to suppress their cultural and religious identity.","translation":"","titleYN":"N"},{"id":53,"order":38,"content":"A United Nations report last year accused the Chinese government of serious human rights violations against Uyghurs that may amount to “crime against humanity.”","translation":"","titleYN":"N"},{"id":54,"order":39,"content":"China has repeatedly denied these accusations and insisted that the massive camps are voluntary “vocational training centers.”","translation":"","titleYN":"N"},{"id":55,"order":40,"content":"Hui activists and rights groups claim authorities have stepped up efforts in recent years to restrict religious practices of Hui Muslims across China, including the shuttering of Islamic schools, Arabic classes and barring children from learning and practicing Islam.","translation":"","titleYN":"N"},{"id":56,"order":41,"content":"The implementation of the “sinicization” campaign has “had the effect of expunging communities of their connections to Hui culture, religion, and each other so thoroughly that some leaders view the erasure of a meaningful Hui identity within another generation as being a likely possibility,” according to a report submitted to a UN treaty body in January by the Chinese Human Rights Defenders and the Hope Umbrella International Foundation.","translation":"","titleYN":"N"},{"id":57,"order":42,"content":"Ma, the US-based Hui activist who founded the Hope Umbrella International Foundation, said Hui in China are now living in a constant state of fear.","translation":"","titleYN":"N"},{"id":58,"order":43,"content":"Over two hundred mosques in Yunnan have already lost their domes and minarets, according to Ma, adding to the more than a thousand mosques in the country’s northwest.","translation":"","titleYN":"N"},{"id":59,"order":44,"content":"CNN is unable to independently verify the number of mosques affected, and has reached out to the Chinese government for comment on the accusations made by Hui activists.","translation":"","titleYN":"N"},{"id":60,"order":45,"content":"“At first, people thought it was only a question of architectural style…but it soon became apparent that (the government) is not only removing the domes from the mosques, but also removing their religious and social functionality,” Ma said.","translation":"","titleYN":"N"},{"id":61,"order":46,"content":"Under a raft of restrictions imposed by the government, many Hui are now afraid to go to the mosque, which has long been a center of religious and social life for their communities, Ma said.","translation":"","titleYN":"N"},{"id":62,"order":47,"content":"The end goal of the party is to implement a policy of “cultural and religious genocide,” just as it did in Xinjiang, he said. The Chinese government has denied accusations of genocide.","translation":"","titleYN":"N"},{"id":63,"order":48,"content":"For the resident in Najiaying, the government’s plan to change the design of the mosque is only the harbinger of a harsher crackdown to come.","translation":"","titleYN":"N"},{"id":64,"order":49,"content":"“This is only the first step. What we worry about is after that, (the authorities) will ban our children from going to (religious) classes, bar minors from entering mosques and forbid us from studying the Quran,” they said, referring to the alleged restrictions that have been imposed on Hui communities across China.","translation":"","titleYN":"N"},{"id":65,"order":50,"content":"“After they trampled on your dignity, they will suppress you step by step, and assimilate the Hui ethnic group completely into the Han, generation by generation. Because we know, this is what they did to Xinjiang,” they said.","translation":"","titleYN":"N"},{"id":66,"order":51,"content":"Despite the permeating culture of fear, he has vowed to “fight till the end” for the freedom of belief and the dignity of the Hui ethnicity.","translation":"","titleYN":"N"},{"id":67,"order":52,"content":"“We commoners don’t ask for much. We just want to have our own religious freedom. We just want to live in peace,” they said.","translation":"","titleYN":"N"},{"id":68,"order":53,"content":"“I want the world to know what we’re going through right now, and what we’re fearing next.”","translation":"","titleYN":"N"}]},{"id":69,"publishDate":"03:49 오후 KST, 화 5월 30, 2023","authorArr":["Brad Lendon"],"view":0,"title":{"id":70,"order":1,"content":"Malaysia investigating possible looting of World War II British shipwrecks","translation":"","titleYN":"Y"},"contents":[{"id":71,"order":2,"caption":"Malaysian authorities have detained a Chinese-flagged cargo ship, according to a report in Malaysian state media.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530115908-02-malaysia-world-war-ii-shipwreck-looting.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":72,"order":3,"content":"Malaysian authorities have detained a Chinese-flagged cargo ship amid reports of the salvaging of World War II shipwrecks in Malaysia’s exclusive economic zone, according to a report from the state-run Bernama news agency.","translation":"","titleYN":"N"},{"id":73,"order":4,"content":"The ship was detained and boarded after it was found not to have authorization to anchor in the waters under Malaysian jurisdiction, according to the Bernama report, which cited the Malaysian Maritime Enforcement Agency.","translation":"","titleYN":"N"},{"id":74,"order":5,"content":"An inspection of the ship “led to the discovery of old steel and cannon shells,” the report said.","translation":"","titleYN":"N"},{"id":75,"order":6,"content":"Police, the Malaysian Marine Department and the National Heritage Department would investigate to see if the shells are from World War II, according to the report.","translation":"","titleYN":"N"},{"id":76,"order":7,"content":"It noted that media outlets around the region have recently reported that “a foreign salvage ship was conducting an illegal operation to salvage steel from a British warship that sank” in the area.","translation":"","titleYN":"N"},{"id":77,"order":8,"content":"The case was being investigated under Malaysia’s Merchant Shipping Ordinance, which covers underwater operations among other activities, according to Bernama.","translation":"","titleYN":"N"},{"id":78,"order":9,"content":"The area is the site of the wrecks of two British warships, the battleship HMS Prince of Wales and cruiser HMS Repulse, sunk in an attack by Japanese warplanes on December 10, 1941, just two days after Japan attacked the US naval base at Pearl Harbor, Hawaii.","translation":"","titleYN":"N"},{"id":79,"order":10,"caption":"Authorities are investigating whether shells found on the ship are from World War II, Malaysian state media said.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530115854-01-malaysia-world-war-ii-shipwreck-looting.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":80,"order":11,"content":"The attack by dozens of Japanese aircraft armed with bombs and torpedoes left 842 men dead. The wrecks are classified as war graves under British law.","translation":"","titleYN":"N"},{"id":81,"order":12,"content":"Reports of the alleged salvaging of the wrecks brought condemnation in Britain.","translation":"","titleYN":"N"},{"id":82,"order":13,"content":"“We are distressed and concerned at the apparent vandalism for personal profit of HMS Prince of Wales and HMS Repulse,” said professor Dominic Tweddle, director general of the National Museum of the Royal Navy, in a statement.","translation":"","titleYN":"N"},{"id":83,"order":14,"content":"“They are designated war graves. We are upset at the loss of naval heritage and the impact this has on the understanding of our Royal Navy history,”","translation":"","titleYN":"N"},{"id":84,"order":15,"content":"John Bradford, senior fellow at the S. Rajaratman School of International Studies in Singapore said marine salvage “is an emotional business.”","translation":"","titleYN":"N"},{"id":85,"order":16,"content":"“To many people, this feels more like robbing the graves of national heroes rather than reclaiming scrap,” he said.","translation":"","titleYN":"N"},{"id":86,"order":17,"content":"Salvaging of sunken World War II wrecks around the Pacific is not a new problem.","translation":"","titleYN":"N"},{"id":87,"order":18,"content":"In 2017, Dutch, British and US authorities reported that naval vessels sunk in the World War II Battle of the Java Sea had been salvaged without permission.","translation":"","titleYN":"N"},{"id":88,"order":19,"content":"All traces of two Dutch cruisers and two British ships had disappeared, according to reports from 2017.","translation":"","titleYN":"N"},{"id":89,"order":20,"content":"Steel from World War II shipwrecks can have special value because it is was produced before the first nuclear explosions on Earth. Known as “low-background steel,” it is needed for some special scientific instruments because it contains no traces of nuclear fallout.","translation":"","titleYN":"N"},{"id":90,"order":21,"content":"But Bradford said there may be other reasons behind the alleged looting of the Prince of Wales and the Repulse.","translation":"","titleYN":"N"},{"id":91,"order":22,"content":"“The fact that intact gun shells were recovered by the Malaysian authorities suggests the salvagers are not just seeking scrap metal but may be looking for trophies with high resale value,” he said.","translation":"","titleYN":"N"},{"id":92,"order":23,"content":"International law on the salvage of sunken warships is murky, according to a 2017 report from the Peace Palace Library at the Hague in the Netherlands.","translation":"","titleYN":"N"},{"id":93,"order":24,"content":"“The legal regime appertaining to the wrecks of warships and State-owned ships remained complex, fractured, and in serious need of clarification,” the report said.","translation":"","titleYN":"N"},{"id":94,"order":25,"content":"Blake Herzinger, a research fellow from the United States Studies Centre at the University of Sydney, said registering nations must be the ones to stop salvaging of wrecks that are war graves.","translation":"","titleYN":"N"},{"id":95,"order":26,"content":"“Ultimately, the flag state is responsible for ensuring that vessels carrying its flag do not engage in illegal conduct. And if there is such a pattern of behavior, it is down to the flag state to take action,” he said.","translation":"","titleYN":"N"},{"id":96,"order":27,"content":"HMS Prince of Wales and HMS Repulse, operating out of Singapore, sank after coming under a fierce attack from land-based Japanese warplanes while attempting to confront a Japanese amphibious landing on the Malaysian coast.","translation":"","titleYN":"N"},{"id":97,"order":28,"content":"Their sinking is considered one of the worst naval disasters in the history of the Royal Navy.","translation":"","titleYN":"N"},{"id":98,"order":29,"content":"It was also one of the first battles to show that even the most powerful of modern warships – the Prince of Wales was only commissioned less than a year before it sank – were vulnerable without supporting air power.","translation":"","titleYN":"N"},{"id":99,"order":30,"content":"The Japanese planes attacked the British ships from airstrips around the region, while there was no British air cover for the two surface ships, after an aircraft carrier that was supposed to accompany them in what was called “Force Z” had run aground during its voyage to the Pacific.","translation":"","titleYN":"N"}]},{"id":100,"publishDate":"01:13 오후 KST, 화 5월 30, 2023","authorArr":["Vasco Cotovio","Frederik Pleitgen","William Bonnett"],"view":0,"title":{"id":101,"order":1,"content":"Unfazed by strikes, Ukrainians gear up for a counteroffensive","translation":"","titleYN":"Y"},"contents":[{"id":102,"order":2,"caption":"A Ukrainian soldier practices at a shooting range ahead of a much anticipated counteroffensive.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529113804-06-ukraine-cotovio-pleitgen.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":103,"order":3,"content":"The loud engine announces the approach of the Soviet-era armored BTR vehicle long before it appears – racing through a grassy plain on the outskirts of Chernihiv in northern Ukraine. Suddenly it stops, its door opens and Ukrainian soldiers rush out, storming the trench below.","translation":"","titleYN":"N"},{"id":104,"order":4,"content":"“Today our task is training and cleaning the trenches,” a Ukrainian soldier with the call-sign Jenia says. He is a member of Kyiv’s Offensive Guard, which is part of an initiative by the Ukrainian Ministry of Internal Affairs to establish new assault brigades.","translation":"","titleYN":"N"},{"id":105,"order":5,"content":"“The enemy has lost positions, we quickly arrive, take positions, and restore it,” he adds.","translation":"","titleYN":"N"},{"id":106,"order":6,"content":"This operation is just a drill, but the scenario has been engineered to be as realistic as possible. The trenches are muddy – despite weeks without rain – and the soldiers are forced to face the unexpected, such as tending to and evacuating the wounded, or adapting after suffering casualties.","translation":"","titleYN":"N"},{"id":107,"order":7,"content":"“Some people say training is not hard, that there is no danger – but running through the trenches and constantly training, knowing that you will go to battle, it is not easy,” Jenia says. “Everything comes with practice, It is clear that during the hostilities there will also be the psychological impact of war – but practice is very important.”","translation":"","titleYN":"N"},{"id":108,"order":8,"content":"Even as Ukrainian cities experience barrage after barrage of Russian missile and drone strikes, Jenia and the other members of the Offensive Guard have remained unfazed, simulating scenarios they expect to find once Kyiv finally launches its much anticipated counteroffensive.","translation":"","titleYN":"N"},{"id":109,"order":9,"caption":"A Ukrainian BTR armored personnel carrier races across a field as part of a military drill.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529113630-02-ukraine-cotovio-pleitgen.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":110,"order":10,"content":"That day is fast approaching, if one of the top advisers to Ukraine’s President Volodymyr Zelensky is to be believed.","translation":"","titleYN":"N"},{"id":111,"order":11,"content":"“There is already some sort of work underway to increase the intensity of the shelling of Russia’s logistics support in order to reduce their combat capabilities in the near future, to loosen up their defenses,” presidential adviser Mykhailo Podolyak told CNN in an interview.","translation":"","titleYN":"N"},{"id":112,"order":12,"content":"The strikes Podolyak mentions are often referred to as shaping operations – so-called because they aim to ‘shape’ the battlefield – in this case, in Ukraine’s favor. CNN has previously reported that these began on May 12, citing a senior US military official and senior Western official.","translation":"","titleYN":"N"},{"id":113,"order":13,"content":"“Everything that is happening now is a precursor to a counterattack, a necessary pre-condition,” Podolyak explained. “When the intensity of fire increases, especially on the logistics supplies, when the number of operations increases.”","translation":"","titleYN":"N"},{"id":114,"order":14,"caption":"Podolyak has refused to commit to dates, but there are clear signs the counteroffensive will begin soon.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529113652-03-ukraine-cotovio-pleitgen.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":115,"order":15,"content":"Ukraine has increased the number of strikes on Russian ammunition depots, logistical nodes and rear echelon bases, such as the ones seen in Mariupol and Berdyansk in the past few days. The military’s top general, Commander-in-Chief Valerii Zaluzhnyi, released a slickly produced video over the weekend with the caption: “The time has come to take back what belongs to us.”","translation":"","titleYN":"N"},{"id":116,"order":16,"content":"In his nightly address Monday, President Zelensky said the timing of the counteroffensive had been set, but did not provide further details. And despite the clear signs that a counteroffensive is coming, Podolyak also refuses to commit to specific dates.","translation":"","titleYN":"N"},{"id":117,"order":17,"content":"“You can’t say about a counterattack that it will start any one day, one time when some events will start,” he says. “Already now there are intensive relatively offensive actions on the flanks of the town of Bakhmut. There is essentially no city left, but offensives are underway.”","translation":"","titleYN":"N"},{"id":118,"order":18,"content":"These smaller operations are but a sample of the larger offensive, whose ambitious goals Ukraine is very open about and has openly advertized. But for it to succeed, Kyiv needs continued Western support.","translation":"","titleYN":"N"},{"id":119,"order":19,"content":"“If there are timely deliveries of large quantities of the necessary consumable components, I am talking about shells, drones and missiles, then of course the war can mathematically be over this year,” Polodyak says. “But it will end undoubtedly on the borders of Ukraine as they were in 1991, with the de-occupation of Crimea, and undoubtedly with the beginning of a massive process of transformation of Russia’s political system.”","translation":"","titleYN":"N"},{"id":120,"order":20,"content":"“There will be a counteroffensive in any case, and it will be successful. It will not be quick, it will take some time, it will be complicated, but it will be successful nevertheless,” he added.","translation":"","titleYN":"N"},{"id":121,"order":21,"content":"These bold goals are why Kyiv has delayed an attack that was initially expected in early in spring but has yet to materialize with summer around the corner, taking time to perfect the strategy.","translation":"","titleYN":"N"},{"id":122,"order":22,"content":"“It is impossible to be perfectly prepared for such a large volume of combat. There will always have to be fine-tuning,” Podolyak explains. “These or other initiative events along the front lines go on, we will continue to accumulate resources, we will continue to conduct combat cohesion, we will continue to train and practice our troops, including the partners conducting training.”","translation":"","titleYN":"N"},{"id":123,"order":23,"caption":"Ukrainian soldiers secure positions inside an enemy trench during a drill designed to emulate the type of combat operations seen in the country's east.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529113735-05-ukraine-cotovio-pleitgen.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":124,"order":24,"content":"Back on the training grounds, the Offensive Guard’s commander, call sign Kyiv, shares a similar combat philosophy.","translation":"","titleYN":"N"},{"id":125,"order":25,"content":"“We improve our fighting skills in special combat training every day to liberate our lands,” he says. “Our servicemen now know how to deal with the enemy – because we practice everything until it becomes automatic.”","translation":"","titleYN":"N"},{"id":126,"order":26,"content":"He’s been helping train tens of thousands of troops and believes Ukraine has what it takes to succeed.","translation":"","titleYN":"N"},{"id":127,"order":27,"content":"“We have motivation,” he says. “We defend our lands, this is our country, this is our home.”","translation":"","titleYN":"N"},{"id":128,"order":28,"content":"“Of course victory will be ours,” he adds.","translation":"","titleYN":"N"}]},{"id":129,"publishDate":"01:10 오후 KST, 화 5월 30, 2023","authorArr":["Stefano Pozzebon"],"view":0,"title":{"id":130,"order":1,"content":"Four children remain missing in the Colombian jungle. Their plight is the latest in a long list of air travel mishaps in the Amazon","translation":"","titleYN":"Y"},"contents":[{"id":131,"order":2,"caption":"Colombia is waiting for a sign of life from the four indigenous children who vanished into the jungle following a plane crash on May 1.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230520123628-02-colombia-plane-crash-search-0518.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":132,"order":3,"content":"“We had not been in air for more than 30 seconds… suddenly, the engine started coughing. We could see the propeller slowing down and the plane losing altitude,” says Diego Londoño, a 30-year-old man from the remote Colombian Amazon town of Mitú, who was flying from his hometown to San Jose del Guaviare three months ago when the plane suddenly lost power midair.","translation":"","titleYN":"N"},{"id":133,"order":4,"content":"“It was all very fast, in a matter of minutes we were back on the ground, and nothing happened,” he continues – brushing off the close call as a regular occurrence for any traveler in the area.","translation":"","titleYN":"N"},{"id":134,"order":5,"content":"While this year’s mishap amounted to nothing serious – crew and passengers were able to resume their flight after a checkup at the engine – Londoño says he was involved in a more serious accident in 2019, when the cargo plane he was travelling in emergency-landed shortly after taking off from San Jose del Guaviare and causing him minor injuries as the cargo fell on top of him.","translation":"","titleYN":"N"},{"id":135,"order":6,"content":"“It happens all the time here,” he says.","translation":"","titleYN":"N"},{"id":136,"order":7,"content":"As Colombia waits for a sign of life from the four indigenous children who vanished into the jungle following a plane crash on May 1, accusations are emerging that dangerous flying incidents are all too common in the remote Amazon – an area where air travel is often the only connection between population centers.","translation":"","titleYN":"N"},{"id":137,"order":8,"content":"The three adults onboard, including the pilot and the children’s mother, Magdalena Mucutuy, died in the crash. But only traces of the children have been found in the surrounding forests: a baby bottle, a makeshift shelter, a dirty diaper and even what appeared to be small footprints.","translation":"","titleYN":"N"},{"id":138,"order":9,"caption":"Authorities said they pursued a trail of small objects such as hair scrunchies, plastic wrappings and baby bottles in their search for the children.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230518115111-01-colombia-four-children-alive-plane-crash-intl-hnk.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":139,"order":10,"content":"These discoveries have fueled hopes that 13-year-old Lesly Jacobombaire Mucutuy, Soleiny Jacobombaire Mucutuy, 9, Tien Ranoque Mucutuy, 4, and infant Cristin Ranoque Mucutuy survived. However, a massive search by hundreds of soldiers and indigenous scouts has so far been fruitless, more than four weeks since the crash.","translation":"","titleYN":"N"},{"id":140,"order":11,"content":"Indigenous advocates have said the tragedy is a result of governmental negligence. Following news of the crash, the Organization of Indigenous People in the Colombian Amazon issued a statement accusing Bogota of failing to enforce safety checks and protocols for planes in the region. The organization’s president Julio Cesar Lopez told CNN he hoped for a congressional investigation that would prevent future tragedies.","translation":"","titleYN":"N"},{"id":141,"order":12,"content":"The skies over the Amazon have seen many accidents. Of 641 accidents registered by Colombia’s civil aviation authority since 1996, 56, or 8.74% of the total, took place in the Amazon region, even though less than 2% of the Colombian population lives there.","translation":"","titleYN":"N"},{"id":142,"order":13,"content":"Londoño’s escape earlier this year, barely a hiccup in the rollercoaster of Amazonian aviation, is not counted in the statistics.","translation":"","titleYN":"N"},{"id":143,"order":14,"content":"Pilots working in the area must contend with aging planes and a wild terrain, experts say.","translation":"","titleYN":"N"},{"id":144,"order":15,"content":"“This is a factory of very good pilots: if you fly here, you must be pretty good,” says Jose Miguel Calderon, a charter pilot in Mitú who regularly flies single engine Cessnas like the one that crashed with the four children.","translation":"","titleYN":"N"},{"id":145,"order":16,"content":"Calderon dismisses the idea that his job is particularly high risk, but he concedes flying in the Colombian Amazon is not for the faint hearted. Mitú’s airport is the only paved runway in an area larger than Switzerland, and Calderon’s definition of a good place to land is any opening in the vegetation that is dry enough not to trap his engine’s wheels in the mud.","translation":"","titleYN":"N"},{"id":146,"order":17,"caption":"Soldiers stand next to the wreckage of a plane during the search for child survivors on May 19, 2023.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230520123837-04-colombia-plane-crash-search-0519.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":147,"order":18,"content":"The planes themselves are often of the older sort. The 206 that crashed with the kids was over 40 years old, but some of the aircraft still used in the Amazon can be up to 80 years old, according to Calderon.","translation":"","titleYN":"N"},{"id":148,"order":19,"content":"In a statement to CNN, the Colombia’s Civil Aviation authority said, “Colombian law does not establish a maximum age for aircrafts operating in the country as long as they comply with all maintenance protocols. Moreover, this type of older airplanes are often the most apt to operate in the limited infrastructure of the airfields in the Colombian Amazon. The institution is aware of these situations and promotes a safety program to mitigate risks related to flying in older aircrafts.”","translation":"","titleYN":"N"},{"id":149,"order":20,"content":"But even when the pilot manages to lift the old plane off the dirt track used as runway, navigation can be challenging. “We don’t have cruise controls, or any sort of computer; sometimes all you see is just the blue of the sky and the green of the forest,” says Calderon.","translation":"","titleYN":"N"},{"id":150,"order":21,"content":"Pilots do have long wave radios or GPS systems, the rest is left to the intuition and experience of local pilots, who often travel with no comms for a large stretch of their route – an issue that the military search teams currently combing the forest for the missing children have also experienced.","translation":"","titleYN":"N"},{"id":151,"order":22,"caption":"A huge operation is underway to find the missing children.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230520123749-03-colombia-plane-crash-search-0519.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":152,"order":23,"content":"“About 50-60 miles south of San Jose del Guaviare we lose contact with the base,” says Major Juan Valencia, a Blackhawk helicopter pilot who’s flying as part of the search and rescue mission to locate the missing kids.","translation":"","titleYN":"N"},{"id":153,"order":24,"content":"“The main risk for me is that you can’t emergency land,” Valencia told CNN. While in most of the world it’s always possible to find a clear, flat strip to land a damaged aircraft such as a highway or a rural field, the rainforest is often so thick that pilots performing emergency landings in the area must attempt a sort of controlled crash on the top of the tree cover.","translation":"","titleYN":"N"},{"id":154,"order":25,"content":"The same plane that carried the four children had previously crashed two years prior, in 2021, due to an engine malfunction. It performed a controlled crash landing, causing considerable damage to the propeller, engine and one wing.","translation":"","titleYN":"N"},{"id":155,"order":26,"content":"After being repaired, the plane crashed again on May 1 under similar circumstances, on a route with no good options for emergency landing.","translation":"","titleYN":"N"},{"id":156,"order":27,"content":"“The route from Araracuara to San Jose del Guaviare this plane was travelling, 150 miles of the route’s 220 miles are just forest…When an emergency happened, the pilot had nowhere to go,” Valencia says.","translation":"","titleYN":"N"},{"id":157,"order":28,"content":"Unfortunately, despite the considerable risks of flying in the Amazon, air travel is often the only way to get around, as few roads cross the through the jungle and waterways are even more dangerous. Most settlements in the region are only accessible with a plane.","translation":"","titleYN":"N"},{"id":158,"order":29,"content":"The small Amazonian community of Tapurucuara, for instance, is about 20 kilometers (15 miles) from Mitú. No roads connect the two settlements, so transit from one to the other requires either an 8-hour hike on forest paths that are often under water, or a seven-minute charter according to Londoño and Calderon.","translation":"","titleYN":"N"},{"id":159,"order":30,"content":"Mitù itself is only reachable via air or on a three-week boat journey from Calamar, the small settlement at the end of the only highway that links the Amazon Forest with central Colombia.","translation":"","titleYN":"N"},{"id":160,"order":31,"caption":"The skies over Colombia's Amazon have seen many accidents.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529151813-colombia-amazon-jungle-file.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":161,"order":32,"content":"“Historically, the Amazon was not part of the agenda for Colombian governments,” say Nelly Kuiru, an indigenous activist and documentary filmmaker from La Chorrera, another indigenous settlement in the thick of the forest.","translation":"","titleYN":"N"},{"id":162,"order":33,"content":"La Chorrera saw an economic boom fueled by the rubber industry in the early 1900s, but the tide receded with the spread of synthetic rubber during World War War II. The local population live off hunting, fishing, and subsistence farming, and plans to boost the local economy with eco-tourism have been hampered by the lack of connectivity; La Chorrera can only be reached by a commercial plane once every 15 days.","translation":"","titleYN":"N"},{"id":163,"order":34,"content":"Kuiru also experienced danger when travelling in the Amazon. “It’s chaotic, dangerous. Once I was taking a European friend to La Chorrera, and the plane we were travelling on had the door shut from the inside with a rope because the lock was damaged… my friend could not believe it!” she recalled to CNN.","translation":"","titleYN":"N"},{"id":164,"order":35,"content":"In a statement to CNN, the Colombian civil aviation authorities recognized air travel in the Amazon is riskier than in other regions of the country, due to lack of maintenance and the age of the fleet. The institution said it’s prioritizing restructuring airports over rejuvenating the fleet.","translation":"","titleYN":"N"},{"id":165,"order":36,"content":"This year the Colombian government budgeted the equivalent of over $200 million to boost airports across the Amazon region over the next 30 years, and to open eight new commercial flight routes Amazon region.","translation":"","titleYN":"N"},{"id":166,"order":37,"content":"President Gustavo Petro, the first progressive president of Colombia and an outspoken environmentalist, has made protecting and developing the Amazon a priority of his government. New resources are being thrown to the region from both his government and international partners; earlier this month, the Colombian Ministry of Foreign Affairs said that the United Kingdom had agreed to contribute 13 million pounds ($16 million) to combat deforestation in the Colombian Amazon.","translation":"","titleYN":"N"},{"id":167,"order":38,"content":"But Kuiru believes increased funding also carries its own risk, if not properly managed. She would like more resources made available for grass-roots projects presented by the indigenous communities, rather than grandiose environmental funds where local people who live in the Amazon have little control.","translation":"","titleYN":"N"},{"id":168,"order":39,"content":"For now however, Kuiru’s focus is firmly set onto the four missing kids and the three adults who perished in the crash. One of them, Herman Mendoza, was a personal acquaintance of hers, which only spurs even more determination to demand change for transport in the region.","translation":"","titleYN":"N"},{"id":169,"order":40,"content":"“This tragedy needs to send a message,” she told CNN, “We can’t let his death grow unpunished.”","translation":"","titleYN":"N"}]},{"id":170,"publishDate":"12:55 오후 KST, 화 5월 30, 2023","authorArr":["Natasha Bertrand","Jennifer Hansler"],"view":0,"title":{"id":171,"order":1,"content":"China rejects US proposal for defense chiefs to meet in Singapore this week","translation":"","titleYN":"Y"},"contents":[{"id":172,"order":2,"caption":"Defense Secretary Lloyd Austin (left) and China's Minister of National Defense Li Shangfu.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529183130-lloyd-austin-li-shangfu-split.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":173,"order":3,"content":"China has rejected a United States proposal for Defense Secretary Lloyd Austin to meet with his Chinese counterpart Li Shangfu at the Shangri-La Dialogue Security Forum in Singapore this week, according to a Pentagon statement.","translation":"","titleYN":"N"},{"id":174,"order":4,"content":"China’s opposition to the meeting comes amid strained relations between the two countries following former House Speaker Nancy Pelosi’s trip to the self-governing island of Taiwan last August and the US’ decision to shoot down a Chinese spy balloon that transited over sensitive US military sites in February.","translation":"","titleYN":"N"},{"id":175,"order":5,"content":"In the statement, the Pentagon said China had declined an invitation extended in early May for a meeting, but said the refusal would not deter the US from seeking better lines of communication.","translation":"","titleYN":"N"},{"id":176,"order":6,"content":"“The PRC’s concerning unwillingness to engage in meaningful military-to-military discussions will not diminish the Department of Defense’s commitment to seeking open lines of communication with the People’s Liberation Army (PLA) at multiple levels as part of responsibly managing the relationship,” Pentagon Press Secretary Brig. Gen. Patrick Ryder in the statement.","translation":"","titleYN":"N"},{"id":177,"order":7,"content":"In response, the Chinese Embassy in the US questioned the sincerity and significance of the invitation, pointing to US sanctions imposed on Chinese officials, institutions and companies.","translation":"","titleYN":"N"},{"id":178,"order":8,"content":"The statement did not specifically call out US sanctions against Li, which were imposed in 2018 by the administration of former president Donald Trump over China’s purchase of Russian weapons, including a Su-35 combat aircraft and a S-400 surface-to-air missile system.","translation":"","titleYN":"N"},{"id":179,"order":9,"content":"The US has imposed a range of sanctions on China in recent years for a variety of reasons including alleged human rights abuses in Xinjiang and restrictions on political freedoms in Hong Kong.","translation":"","titleYN":"N"},{"id":180,"order":10,"content":"In the statement, Chinese Embassy spokesman Liu Pengyu said “China always firmly opposes illegal unilateral sanctions and has made clear its stern position to the US side.”","translation":"","titleYN":"N"},{"id":181,"order":11,"content":"“The US side should immediately lift sanctions and take concrete actions to remove obstacles, create favorable atmosphere and conditions for dialogue and communication,” he added.","translation":"","titleYN":"N"},{"id":182,"order":12,"content":"The Wall Street Journal first reported China’s refusal to participate in a meeting between the defense chiefs.","translation":"","titleYN":"N"},{"id":183,"order":13,"content":"Austin told CNN earlier this year that he had not spoken to his Chinese counterpart in “months,” and China has continued to rebuff requests for meetings and phone calls, defense officials said.","translation":"","titleYN":"N"},{"id":184,"order":14,"content":"“This is far from the first time that the PRC has rejected invitations to communicate from the Secretary, the Chairman of the Joint Chiefs of Staff, or other Department officials,” a defense official said.","translation":"","titleYN":"N"},{"id":185,"order":15,"content":"“Frankly, it’s just the latest in a litany of excuses. Since 2021, the PRC has declined or failed to respond to over a dozen requests from the Department of Defense for key leader engagements, multiple requests for standing dialogues, and nearly ten working-level engagements,” he added.","translation":"","titleYN":"N"}]},{"id":186,"publishDate":"12:48 오후 KST, 화 5월 30, 2023","authorArr":["Emiko Jozuka"],"view":0,"title":{"id":187,"order":1,"content":"Japan warns it will destroy any North Korean missile that enters its territory after Pyongyang signals satellite launch imminent","translation":"","titleYN":"Y"},"contents":[{"id":188,"order":2,"caption":"See Kim Jong Un's newest military development","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529133111-north-koreas-first-military-spy-satellite.jpg?c=16x9&q=h_540,w_960,c_fill","repYN":"Y"},{"id":189,"order":3,"content":"Japan’s Defense Ministry warned on Monday it would destroy any North Korean missile that enters its territory after Pyongyang notified the country of plans to launch a “satellite” between May 31 and June 11.","translation":"","titleYN":"N"},{"id":190,"order":4,"content":"“We will take destructive measures against ballistic and other missiles that are confirmed to land in our territory,” Japan’s Defense Ministry said in a statement.","translation":"","titleYN":"N"},{"id":191,"order":5,"content":"North Korea’s space development agency had said last year it would finish preparations for the reconnaissance satellite by April 2023.","translation":"","titleYN":"N"},{"id":192,"order":6,"content":"A Japanese Coast Guard spokesman said the notification of the launch by Pyongyang came via email. It said North Korea plans to launch its satellite toward the Yellow Sea, East China Sea, and east of Luzon, Philippines, in an area outside Japan’s Exclusive Economic Zone, the spokesman said.","translation":"","titleYN":"N"},{"id":193,"order":7,"content":"Japan’s Chief Cabinet Secretary Hirokazu Matsuno also said Monday that any North Korean missile launch disguised as a “satellite” is a “threat” to the nation’s security.","translation":"","titleYN":"N"},{"id":194,"order":8,"content":"If North Korea follows through on its plan to launch a missile, it would violate United Nations’ Security Council resolutions and be a “serious provocation”, Matsuno told reporters.","translation":"","titleYN":"N"},{"id":195,"order":9,"content":"Matsuno said Japan’s Defense Ministry and Self-Defense Forces have issued an order regarding the preparation of destructive measures against ballistic missiles.","translation":"","titleYN":"N"},{"id":196,"order":10,"content":"In addition, the Defense Ministry is also taking other precautions, such as deploying Patriot missile defense batteries and Aegis destroyers with ballistic missile defense capabilities to waters around Japan’s Nansei Islands, an archipelago that stretches from the southern tip of the main island of Japanese Kyushu south to near Taiwan.","translation":"","titleYN":"N"},{"id":197,"order":11,"content":"Okinawa, where the United States maintains key military bases, is the largest island in the chain.","translation":"","titleYN":"N"},{"id":198,"order":12,"content":"Matsuno added that Japan would work closely with the US and South Korea and urged Pyongyang to exercise self-restraint.","translation":"","titleYN":"N"},{"id":199,"order":13,"caption":"North Korean leader Kim Jong Un inspects preparations for North Korea's first military spy satellite on Tuesday, state news agency KCNA reported on Wednesday local time.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529133111-north-koreas-first-military-spy-satellite.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":200,"order":14,"content":"Japan’s Prime Minister Fumio Kishida told reporters Monday that any missile launch by North Korea, even if called a satellite, is a “significant issue that affects the safety of Japanese citizens,” and reiterated his willingness to hold talks with North Korean leader Kim Jong Un.","translation":"","titleYN":"N"},{"id":201,"order":15,"content":"Last month, Kim ordered officials to prepare to launch the country’s first military reconnaissance satellite, North Korean state media reported at the time.","translation":"","titleYN":"N"},{"id":202,"order":16,"content":"South Korea’s National Security Council held an emergency meeting Monday following North Korea’s notification of its plans to launch a satellite, South Korea’s presidential office said in a statement.","translation":"","titleYN":"N"},{"id":203,"order":17,"content":"Seoul’s Foreign Ministry also urged North Korea on Monday to withdraw its plan to launch a “satellite” which it said would be a “serious violation” of UN Security Council resolutions and an “obvious illegal act that cannot be justified under any pretext.”","translation":"","titleYN":"N"},{"id":204,"order":18,"content":"In mid-April, a North Korean missile test raised fears on the Japanese northern main island of Hokkaido after the government’s emergency alert system warned residents to take cover.","translation":"","titleYN":"N"},{"id":205,"order":19,"content":"But soon after, fear turned into anger and confusion as the evacuation order was lifted amid reports that it had been sent in error, with local officials saying there was no possibility of the missile hitting the island and Tokyo later confirming it had fallen outside Japanese territory, in waters off the east coast of the Korean Peninsula.","translation":"","titleYN":"N"},{"id":206,"order":20,"content":"North Korea later said that missiles was a new, solid-fueled ICBM, a development that analysts say could allow it to launch long-range nuclear strikes more quickly and easily as it ramps up its missile program.","translation":"","titleYN":"N"}]},{"id":207,"publishDate":"11:07 오전 KST, 화 5월 30, 2023","authorArr":["Simone McCarthy"],"view":0,"title":{"id":208,"order":1,"content":"China sends first civilian astronaut to space as Shenzhou-16 blasts off","translation":"","titleYN":"Y"},"contents":[{"id":209,"order":2,"caption":"A Long March 2F rocket carrying a crew of Chinese astronauts on the Shenzhou-16 spaceship lifts off at the Jiuquan Satellite Launch Center in northwestern China on May 30, 2023.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230530095257-04-shenzhou-16-spaceship.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":210,"order":3,"content":"China sent its first civilian astronaut into orbit on Tuesday, as it launched the Shenzhou-16 mission to its space station for its second in-orbit crew rotation, marking another step forward for the country’s ambitious space program.","translation":"","titleYN":"N"},{"id":211,"order":4,"content":"The three Shenzhou-16 astronauts blasted off from the Jiuquan Satellite Launch Center in the desert of China’s Gansu province at 9:31 a.m. on Tuesday morning, headed for the Tiangong space station orbiting earth.","translation":"","titleYN":"N"},{"id":212,"order":5,"content":"The crew – Jing Haipeng, Zhu Yangzhu, and Gui Haichao – will take over from the Shenzhou-15 astronauts, who have been abroad China’s newly completed Tiangong space station since November, to start their own five-month stint aboard the station.","translation":"","titleYN":"N"},{"id":213,"order":6,"content":"It is China’s fifth manned mission to the space station since 2021.","translation":"","titleYN":"N"},{"id":214,"order":7,"content":"The Shenzhou-15 crew aboard the station were pictured watching the launch of their replacement crew via live stream. The two crews were expected to meet on the station around 6.5 hours time after the launch, state media said.","translation":"","titleYN":"N"},{"id":215,"order":8,"content":"Among the Shenzhou-16 crew, Gui, a professor at China’s prestigious aeronautics institution Beihang University who pursued his postdoctoral studies in Canada, is the first Chinese civilian to be on a spaceflight. All other astronauts have been members of China’s People’s Liberation Army.","translation":"","titleYN":"N"},{"id":216,"order":9,"content":"Gui will operate payloads for space experiments, while Jing and Zhu will operate and manage the spacecraft, in addition to carrying out technical tests, the China Manned Space Agency (CMSA) said in a press conference on Monday introducing the crew.","translation":"","titleYN":"N"},{"id":217,"order":10,"caption":"Chinese astronauts for the Shenzhou-16 mission, from left, Gui Haichao, Jing Haipeng and Zhu Yangzhu wave as they arrive for a send-off ceremony ahead of their manned space mission at the Jiuquan Satellite Launch Center in northwestern China on May 30, 2023.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529211334-01-shenzhou-16-china-manned-space-launch-space-station-intl-hnk-scn.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":218,"order":11,"content":"Jing, the mission commander, is a space veteran who was among China’s first team of astronauts in 1998 and has already completed three manned flight missions. The mission marks the first space flights for Zhu and Gui, both born in 1986.","translation":"","titleYN":"N"},{"id":219,"order":12,"content":"Gui’s selection for the crew generated keen interest in Chinese online media, not only for his position as the first civilian astronaut, but because an accessory he was wearing in official photos that’s not typically seen on those headed to space – eyeglasses.","translation":"","titleYN":"N"},{"id":220,"order":13,"content":"Several media outlets on Monday responded to the online discussion over how a person without perfect vision could be physically cleared for a space mission.","translation":"","titleYN":"N"},{"id":221,"order":14,"content":"State-run China Daily cited former astronaut Yang Liwei, now a top official in China’s manned space program, explaining that as division of labor on missions became more specialized, there were different criteria for different crew members.","translation":"","titleYN":"N"},{"id":222,"order":15,"content":"Several articles also detailed the rigorous training Gui underwent in advance of the mission, including desert field survival, sleep deprivation tests, centerfuge training and underwater drills for operational skills.","translation":"","titleYN":"N"},{"id":223,"order":16,"content":"NASA’s rules for its astronauts states that “distant and near visual acuity must be correctable to 20/20 in each eye”. But it adds: “The use of glasses is acceptable.”","translation":"","titleYN":"N"},{"id":224,"order":17,"content":"The Shenzhou-16 launch comes as China has rapidly been advancing its capabilities in space – including through the establishment of its Tiangong space station, which completed its basic construction last year and is expected to operate and host astronauts for at least a decade.","translation":"","titleYN":"N"},{"id":225,"order":18,"content":"This could make it the sole in-orbit outpost for scientific research after the expected end of operations for the International Space Station in 2030.","translation":"","titleYN":"N"},{"id":226,"order":19,"content":"China has sought to open up its station to collaboration with international partners, including by hosting experiments from other countries.","translation":"","titleYN":"N"},{"id":227,"order":20,"content":"Beijing for years has been leveraging of its rising prowess as a global space power to offer partnerships and development opportunities to other countries its as part of its diplomacy.","translation":"","titleYN":"N"},{"id":228,"order":21,"content":"While in-orbit construction of the space station’s T-shaped, three-module structure was completed last year, there are plans to expand of the structure and extend its research capabilities in the coming years, according to state media.","translation":"","titleYN":"N"},{"id":229,"order":22,"content":"Tiangong’s core module first entered orbit in 2021, marking the first major step in a space station dream envisioned by the government since 1992.","translation":"","titleYN":"N"},{"id":230,"order":23,"content":"The moment was hailed by official media at the time as “formally embarking on the buildup of one of the humanity’s largest and most sophisticated space-based facilities.”","translation":"","titleYN":"N"},{"id":231,"order":24,"content":"China will have three space missions for its space station application and development in 2023, the CMSA said earlier this year.","translation":"","titleYN":"N"},{"id":232,"order":25,"content":"In addition to Tuesday’s launch, those include the cargo craft Tianzhou-6, which was launched earlier this month, and the second crewed spaceship Shenzhou-17 later this year.","translation":"","titleYN":"N"},{"id":233,"order":26,"content":"In its press conference Monday, the CMSA also reiterated China’s plan for a manned lunar landing by 2030.","translation":"","titleYN":"N"}]},{"id":234,"publishDate":"07:18 오전 KST, 화 5월 30, 2023","authorArr":["Jessie Gretener","Sugam Pokharel","Tara John","Sharon Braithwaite"],"view":0,"title":{"id":235,"order":1,"content":"Dozens of NATO peacekeepers injured during clashes in northern Kosovo","translation":"","titleYN":"Y"},"contents":[{"id":236,"order":2,"caption":"NATO's peacekeeping Kosovo Force (KFOR) clash with local protesters at the entrance of the municipality office, in the town of Zvecan, Kosovo, on May 29.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529143311-kosovo-clash-052023.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":237,"order":3,"content":"At least 34 soldiers of NATO’s peacekeeping mission in Kosovo were injured during clashes with protesters in the northern part of the country Monday, according to the Italian defense ministry.","translation":"","titleYN":"N"},{"id":238,"order":4,"content":"Tensions have risen in the past week after ethnically Albanian mayors took office in northern Kosovo, a majority Kosovo Serb area, following April elections that Kosovo Serbs had boycotted.","translation":"","titleYN":"N"},{"id":239,"order":5,"content":"NATO’s Kosovo Force (KFOR) said the recent developments prompted them to increase their presence in northern Kosovo on Monday morning, which they later said turned violent.","translation":"","titleYN":"N"},{"id":240,"order":6,"content":"The Italian defense ministry said 14 of its KFOR peacekeeping soldiers were injured when protesters threw “Molotov cocktails, with nails, firecrackers and stones inside.”","translation":"","titleYN":"N"},{"id":241,"order":7,"content":"Hungarian and Moldovan soldiers were also among the injured peacekeeping troops, according to the Italian defense ministry.","translation":"","titleYN":"N"},{"id":242,"order":8,"content":"“Italian and Hungarian KFOR contingent were the subject of unprovoked attacks and sustained trauma wounds with fractures and burns due to the explosion of incendiary devices,” it said, adding that KFOR medical units treated the soldiers.","translation":"","titleYN":"N"},{"id":243,"order":9,"content":"Italy’s Prime Minister Giorgia Meloni expressed her sympathy for the Italian KFOR soldiers injured in the clashes, adding in a statement, “What is happening is absolutely unacceptable and irresponsible. We will not tolerate further attacks on KFOR.”","translation":"","titleYN":"N"},{"id":244,"order":10,"content":"Meanwhile, Nemanja Starović, Serbian State Secretary in the Ministry of Defence, offered a different version of events than what was outlined by NATO countries. He said “many” protesters were injured in the clashes and accused KFOR of using flash grenades when the “peaceful” protesters had “decided to disperse and continue the protest tomorrow morning.”","translation":"","titleYN":"N"},{"id":245,"order":11,"content":"Kosovo, which is mainly ethnically Albanian, won independence from Serbia in 2008. But Serbia still considers Kosovo to be an integral part of its territory as do the Serbs living in northern Kosovo.","translation":"","titleYN":"N"},{"id":246,"order":12,"content":"NATO has troops stationed in Kosovo to maintain peace, with tensions often flaring between Serbia and Kosovo.","translation":"","titleYN":"N"},{"id":247,"order":13,"content":"The NATO-led multi-national contingents had been deployed to four municipalities in the region to contain “violent demonstrations” as “newly elected mayors in recent days tried to take office,” KFOR said in a statement.","translation":"","titleYN":"N"},{"id":248,"order":14,"content":"On Friday, Serbian President Aleksandar Vučić put the armed forces on the highest level of combat readiness. That decision followed Kosovo police clashing with protesters who tried to block a newly elected ethnic Albanian mayor from entering their office.","translation":"","titleYN":"N"},{"id":249,"order":15,"content":"On Monday, barbed wire had been put around a municipal administration building in the municipality of Leposavić, with KFOR troops reported to be wearing anti-riot gear, CNN affiliate N1 reported. It added that Kosovo police special units erected a fence near the municipal administration building in the town of Zvecan.","translation":"","titleYN":"N"},{"id":250,"order":16,"content":"Kosovo police say protesters had shown violence on Monday as they gathered in the municipalities of “Leposaviq, Zubin Potok and Zveqan.” Police added that in front of a facility in Zvecan, protesters had thrown tear gas and “tried to cross the security cordons to enter into the municipality facility by force.”","translation":"","titleYN":"N"},{"id":251,"order":17,"content":"Serbian Prime Minister Ana Brnabić described KFOR’s increased presence in northern Kosovo on Monday as “belated” and said “the task of this international mission was to protect the interests and peace of the people in Kosovo and Metohija, not the usurpers.”","translation":"","titleYN":"N"},{"id":252,"order":18,"content":"Brnabić said the situation in Kosovo and Metohija is “tense and difficult” and said, “It has never been more difficult.” Brnabić also expressed her “gratitude to Serbs in the province for remaining calm and refraining from violence.”","translation":"","titleYN":"N"},{"id":253,"order":19,"content":"Meanwhile, the United States ambassador to Kosovo, Jeff Hovenier, condemned “violent actions” by protesters, citing the use of explosives.","translation":"","titleYN":"N"},{"id":254,"order":20,"content":"The European Union Ambassador to Kosovo, Tomáš Szunyog, also condemned actions by protesters, citing damage to media vehicles.","translation":"","titleYN":"N"},{"id":255,"order":21,"content":"Russia’s Foreign Minister, Sergey Lavrov, also spoke about the situation on Monday, describing it as a “large eruption is brewing up in the center of Europe.”","translation":"","titleYN":"N"}]},{"id":256,"publishDate":"06:53 오전 KST, 화 5월 30, 2023","authorArr":["Brad Lendon"],"view":0,"title":{"id":257,"order":1,"content":"One of these Vietnam War POWs spent 10 months in a ‘tiger cage.’ What happened to the other was even worse","translation":"","titleYN":"Y"},"contents":[{"id":258,"order":2,"content":"Staff Sgt. Ken Wallingford had only days left to serve in the US Army when he found himself trapped – and seconds away from being burned alive.","translation":"","titleYN":"N"},{"id":259,"order":3,"content":"He’d spent the previous night hiding in a bunker with another soldier at a base that had been overrun by the North Vietnamese forces and was already nursing 17 shrapnel wounds when he realized his position had been spotted. His life flashed before his eyes, frame by frame, like an old 8mm film.","translation":"","titleYN":"N"},{"id":260,"order":4,"content":"“We started smelling gasoline on top of the bunker that we were in and knew a Molotov cocktail was coming next,” he recalled.","translation":"","titleYN":"N"},{"id":261,"order":5,"content":"He didn’t wait for that to happen. Instead he scrambled out of a porthole and found himself face-to-face with the North Vietnamese. “The enemy descended upon us, took our weapons and anything visible, my wallet, the money,” Wallingford said. He knew worse was to come.","translation":"","titleYN":"N"},{"id":262,"order":6,"content":"That was Friday, April 7, 1972. A day that Wallingford recalled as clearly as if it were yesterday, as he recounted it to CNN at a recent reunion for surviving Vietnam War POWs in California.","translation":"","titleYN":"N"},{"id":263,"order":7,"content":"At the time of his capture, Wallingford had been tantalizingly close to freedom and home, with just six more days to go before his expected discharge.","translation":"","titleYN":"N"},{"id":264,"order":8,"content":"Instead, he would spend the next 10 months shackled in a bamboo enclosure measuring 5 feet by 6 feet, too small for the 5-foot-11 American even to stand in. His new home was a Viet Cong “tiger cage.”","translation":"","titleYN":"N"},{"id":265,"order":9,"content":"Elsewhere on the base, Capt. Mark Smith was engaged in a firefight and about to be shot by the bullet that would save his life.","translation":"","titleYN":"N"},{"id":266,"order":10,"content":"The small-arms fire that hit him in the left shin knocked him off his feet – and out of the firing line of the rocket-propelled grenade heading his way.","translation":"","titleYN":"N"},{"id":267,"order":11,"content":"“The RPG that was headed to my chest hit the tree behind me (instead),” he said.","translation":"","titleYN":"N"},{"id":268,"order":12,"content":"The blast left him unconscious, but alive.","translation":"","titleYN":"N"},{"id":269,"order":13,"content":"“When I came to, I thought I was crippled. My worst nightmare. I couldn’t move.","translation":"","titleYN":"N"},{"id":270,"order":14,"content":"“Well, then I started shaking my shoulder. And I finally realized there were three Vietnamese standing on my back. And that was why I couldn’t move,” Smith said.","translation":"","titleYN":"N"},{"id":271,"order":15,"content":"Smith had been fighting in Vietnam since 1966, and “didn’t like the communists at all…”","translation":"","titleYN":"N"},{"id":272,"order":16,"content":"But he was now at their mercy, and about to join Wallingford in chains in the jungle.","translation":"","titleYN":"N"},{"id":273,"order":17,"content":"The base where the pair had been captured – Loc Ninh – was in South Vietnam. As the North Vietnamese wanted to keep their prisoners in a more secure area, they marched the pair off – with five other American prisoners – along the Ho Chi Minh Trail, an elaborate network of paths and roads the North Vietnamese forces used to infiltrate weapons and troops into the South throughout the war.","translation":"","titleYN":"N"},{"id":274,"order":18,"content":"The trail extended beyond Vietnam into neighboring Laos and Cambodia, non-parties to the conflict, where the North thought its military movements would be less vulnerable to US air attacks.","translation":"","titleYN":"N"},{"id":275,"order":19,"caption":"Ken Wallingford is seen in a group of Viet Cong and North Vietnamese Army personnel after his released at Loc Ninh, Vietnam, on February 12, 1973.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230526010239-01-vietnam-cambodia-pow-50-years-reunion.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":276,"order":20,"content":"After three days of marching, they arrived at a camp deep in the Cambodian jungle.","translation":"","titleYN":"N"},{"id":277,"order":21,"content":"“There were five tiger cages in a circle. And they were roughly five (foot high) by six (foot wide) in size,” each with a small wooden door, Wallingford recalled.","translation":"","titleYN":"N"},{"id":278,"order":22,"content":"“They put me in one cage by myself and put a 10-foot chain around one of my ankles (and) locked the other into the cage itself.","translation":"","titleYN":"N"},{"id":279,"order":23,"content":"“That chain never came off. Unless I either went to the bathroom, or to bathe, which was about every seven to 10 days,” Wallingford said.","translation":"","titleYN":"N"},{"id":280,"order":24,"content":"Yet it was Smith – the commander of the US and South Vietnamese troops at Loc Ninh – who was destined to endure an even worse punishment.","translation":"","titleYN":"N"},{"id":281,"order":25,"content":"His cage was a “hell hole” in the ground, about the size of the tiger cages above, but with four earthen walls.","translation":"","titleYN":"N"},{"id":282,"order":26,"content":"“It was a terrible place. My mosquito net rotted. My hammock rotted. And you didn’t want to get on the floor. I was worried about snakes coming,” Smith recalled.","translation":"","titleYN":"N"},{"id":283,"order":27,"caption":"Capt. Mark Smith has identification attached to his shirt, after his release by the Viet Cong to the American military at Loc Ninh, Vietnam, on February 12, 1973.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230526010248-06-vietnam-cambodia-pow-50-years-reunion.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":284,"order":28,"content":"Smith said that in the jungle, the North Vietnamese fighters could leave the fear, the intimidation, the torture, up to nature.","translation":"","titleYN":"N"},{"id":285,"order":29,"content":"“All they had to do is punch a couple holes in your mosquito net, and not give you a needle and thread to sew it up. Or just take your mosquito net away,” Smith said, pausing for a split second, the word “malaria” silently hanging, before adding, “Then you die.”","translation":"","titleYN":"N"},{"id":286,"order":30,"content":"(Smith did not know it at the time, but he did in fact catch malaria. On his eventual return to the US, Army doctors found two types of the disease in his body. By all odds, he should have never made it home.)","translation":"","titleYN":"N"},{"id":287,"order":31,"content":"Meanwhile, above in his tiger cage, Wallingford too was worried about the snakes. Early in his captivity he saw a king cobra, a snake whose venom can kill a human in 30 to 45 minutes, nearby. It was the first of many.","translation":"","titleYN":"N"},{"id":288,"order":32,"caption":"A man portrays a prisoner of war in a Vietnam-era \"tiger cage\" at a veterans event in Washington in 2011.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529113307-file-rolling-thunder-memorial-day.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":289,"order":33,"content":"“Over that next 10, 11 months, there were some of the most venomous snakes in that camp, and I thought I was going to die from a snake bite, versus anything else,” he said.","translation":"","titleYN":"N"},{"id":290,"order":34,"content":"The horrors Smith and Wallingford endured over those months have only brought them closer. Despite the distance between them – Wallingford lives in Texas, Smith in Thailand – today, they say, they are “like brothers.”","translation":"","titleYN":"N"},{"id":291,"order":35,"content":"The “50th Anniversary Homecoming Celebration for the Vietnam POWs” at the Richard Nixon Presidential Library and Museum in Yorba Linda last week was only the second time they and other POWs from their camp and others had reunited since their release in 1973, yet even now, as Wallingford said, “We’d do anything for each other.”","translation":"","titleYN":"N"},{"id":292,"order":36,"content":"The now 77-year-old Smith, who was Wallingford’s superior officer in Vietnam and is two years older, said captivity had thrust them into familial roles.","translation":"","titleYN":"N"},{"id":293,"order":37,"content":"“His nickname was ‘the kid,’” he said, nodding to Wallingford with a laugh, and adding that he, despite the small age gap, was the uncle or fatherly figure.","translation":"","titleYN":"N"},{"id":294,"order":38,"content":"As a longtime veteran of combat in Vietnam, Smith also had battlefield wisdom to impart to his brothers in arms.","translation":"","titleYN":"N"},{"id":295,"order":39,"content":"But Smith admitted, while sat with Wallingford at the California banquet, that he never thought he would be captured. “That only happened to losers,” he joked.","translation":"","titleYN":"N"},{"id":296,"order":40,"content":"Back in 1972, the laughs were few and far between, but for the two men – indeed, for many American POWs being held in the jungles of Cambodia, or in the Hanoi Hilton, the notorious camp in North Vietnam’s capital, relief would eventually come.","translation":"","titleYN":"N"},{"id":297,"order":41,"content":"When it did, it was in the form of a soon-to-be disgraced US president and a plane originally designed to drop nuclear bombs on the Soviet Union: the B-52.","translation":"","titleYN":"N"},{"id":298,"order":42,"content":"The 37th president of the United States, Richard Milhous Nixon, remains a deeply controversial historical figure.","translation":"","titleYN":"N"},{"id":299,"order":43,"content":"He’s most remembered for the Watergate political scandal, which involved the cover-up of a break-in at the Democratic National Committee during his 1972 reelection campaign and led to his resignation two years later.","translation":"","titleYN":"N"},{"id":300,"order":44,"content":"But for Smith and Wallingford, and many other POWs, the big Nixon event of ’72 was something else entirely – something for which they still love him.","translation":"","titleYN":"N"},{"id":301,"order":45,"content":"That December, as efforts to get North Vietnam to agree to a peace deal stalled, Nixon ordered Operation Linebacker II in a bid to bomb it into submission. Over a period of 12 days beginning December 18, more than 200 US Air Force B-52 bombers flew 730 sorties and dropped over 20,000 tons of bombs on Hanoi and nearby Haiphong.","translation":"","titleYN":"N"},{"id":302,"order":46,"caption":"Former POW Ken Wallingford waves to well wishers upon his arrival at Clark Air Base, Philippines, after his release in February 1973.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230526010242-02-vietnam-cambodia-pow-50-years-reunion.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":303,"order":47,"content":"Historians debate the exact role those bombings – among the most intense in history – played in ending the war. Some insist they were pivotal; others argue the sheer scale of the destruction and civilian death toll was wholly unnecessary and the war would likely have ended without them. But what can’t be disputed is that soon after those bombings took place, early in 1973, North Vietnam did finally agree to a peace deal.","translation":"","titleYN":"N"},{"id":304,"order":48,"content":"For Smith and Wallingford, the hero of the piece seems clear: Nixon.","translation":"","titleYN":"N"},{"id":305,"order":49,"content":"“He had the stones to go to Hanoi and bomb them for (12) days, which ended the war,” Wallingford said.","translation":"","titleYN":"N"},{"id":306,"order":50,"content":"“And so that’s why the POWs love him dearly… because he was responsible, and the only one that ended the war, and got us home.”","translation":"","titleYN":"N"},{"id":307,"order":51,"content":"Smith, too, is emphatic: “The doors at the prisons, the cell doors, the chain around my leg were blown off by B-52 bombers over Hanoi and Haiphong.”","translation":"","titleYN":"N"},{"id":308,"order":52,"content":"Word of the peace deal reached the camp in Cambodia on January 27, 1973, via a transistor radio held by a guard.","translation":"","titleYN":"N"},{"id":309,"order":53,"content":"Over the next two weeks, the POWs were fed and cleaned and made ready for release. On February 12, Wallingford and Smith – and two dozen others from small camps in Cambodia – were on a truck back to Loc Ninh, the base where they had been captured, because it had the closest airstrip.","translation":"","titleYN":"N"},{"id":310,"order":54,"content":"Five American UH-1 helicopters flew in. Thirty minutes later, the truck carrying the American POWs started its engine. But it was still not the end of their ordeal, not yet.","translation":"","titleYN":"N"},{"id":311,"order":55,"content":"“Our truck starts up, we think they’re gonna take us across the airstrip to the Americans,” Wallingford said.","translation":"","titleYN":"N"},{"id":312,"order":56,"content":"Instead, “they take us back to where they’ve been holding us for two days.”","translation":"","titleYN":"N"},{"id":313,"order":57,"caption":"UH-1 Iroquois helicopters arrive to pick up American prisoners of war at Loc Ninh, Vietnam, in February 1973.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230526010247-05-vietnam-cambodia-pow-50-years-reunion.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":314,"order":58,"content":"North Vietnamese prisoners being held by the South, and to be exchanged for the Americans and other POWs held by the North, had refused to go back, stalling the deal, Wallingford recalled. “They (the North Vietnamese) said we don’t get our guys, you don’t get the Americans.”","translation":"","titleYN":"N"},{"id":315,"order":59,"content":"A torturous eight-hour negotiation ensued before the deal eventually went ahead","translation":"","titleYN":"N"},{"id":316,"order":60,"content":"At this point in his recollection, Wallingford’s voice chokes up a bit.","translation":"","titleYN":"N"},{"id":317,"order":61,"content":"“Even today, 50 years plus later, it’s still an emotional experience,” he said. “When I think about it, I should have been dead.”","translation":"","titleYN":"N"},{"id":318,"order":62,"content":"One of Smith’s most memorable moments of the war period, however, came after he had returned to the US and was being interviewed by the media about his imprisonment.","translation":"","titleYN":"N"},{"id":319,"order":63,"content":"A reporter asked him why he had joined the Army.","translation":"","titleYN":"N"},{"id":320,"order":64,"content":"He told the story of being a vulnerable teen in a bus station in Cincinnati, Ohio, one night. Older men had been hassling him when he heard a voice say, “Leave him alone.”","translation":"","titleYN":"N"},{"id":321,"order":65,"content":"The teenaged Smith turned around to see a man in uniform. “And he took me and bought me a grilled cheese sandwich and tomato soup,” Smith recalled.","translation":"","titleYN":"N"},{"id":322,"order":66,"content":"“I said, ‘Who are you?’ And he said, ‘I’m a paratrooper at the 101st Airborne Division.’ And I said, ‘I think I know now what I want to do.’”","translation":"","titleYN":"N"},{"id":323,"order":67,"content":"A day after that TV interview aired, someone in the Army facility where Smith was staying told him he had a phone call and handed him a telephone.","translation":"","titleYN":"N"},{"id":324,"order":68,"content":"The caller said he was the man from the Cincinnati bus station.","translation":"","titleYN":"N"},{"id":325,"order":69,"content":"“He said it was the greatest day of his life when I came off that airplane and said that I had joined the US Army because of a paratrooper corporal in the Cincinnati, Ohio, bus station,” Smith said.","translation":"","titleYN":"N"},{"id":326,"order":70,"content":"“I was always touched by that. And I didn’t tell the story for effect. I told the story because they asked me how I got in the Army.","translation":"","titleYN":"N"},{"id":327,"order":71,"content":"“And he was the reason. I saw those jump boots and all that, and I said, ‘I think I want to be what you are.’","translation":"","titleYN":"N"},{"id":328,"order":72,"content":"“And I was.”","translation":"","titleYN":"N"}]},{"id":329,"publishDate":"02:23 오전 KST, 화 5월 30, 2023","authorArr":["Niamh Kennedy","Caolán Magee"],"view":0,"title":{"id":330,"order":1,"content":"Four dead after tourist boat capsizes in Italy’s Lake Maggiore","translation":"","titleYN":"Y"},"contents":[{"id":331,"order":2,"caption":"A helicopter searches for missing passengers after a tourist boat capsized in a storm on Lake Maggiore, Italy, on Sunday.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529082437-01-italy-lake-maggiore-tourist-boat-capsize-052823.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":332,"order":3,"content":"The bodies of four people have been recovered from Lake Maggiore in northern Italy after a tourist boat capsized on Sunday evening, Italy’s fire service has said.","translation":"","titleYN":"N"},{"id":333,"order":4,"content":"Search and rescue operations have now concluded after the last body was recovered at 8 a.m. local time (2 a.m. ET), the fire service, Vigili del Fuoco, said in a tweet Monday.","translation":"","titleYN":"N"},{"id":334,"order":5,"content":"The victims included two Italian nationals, one Israeli and one Russian, CNN affiliate Sky Tg24 reported Monday, citing the local prosecutor. The victims were two men and two women.","translation":"","titleYN":"N"},{"id":335,"order":6,"content":"The 16-meter (52-foot) houseboat had been carrying 24 people when it encountered difficulty during a “violent storm” and capsized shortly after 7:30 p.m. local time (1:30 p.m. ET) on Sunday, Sky Tg24 reported.","translation":"","titleYN":"N"},{"id":336,"order":7,"content":"There were 22 tourists on board, including British passengers, and two crew members, according to Sky Tg24.","translation":"","titleYN":"N"},{"id":337,"order":8,"caption":"A diver searches for bodies after a rescue operation in Lake Maggiore, northern Italy.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529082531-02-italy-lake-maggiore-tourist-boat-capsize-052923.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":338,"order":9,"content":"Twenty people were rescued after the boat capsized, the fire and rescue service said.","translation":"","titleYN":"N"},{"id":339,"order":10,"content":"Some of the 20 survivors reportedly managed to swim to the shore, according to Sky Tg24, adding that, although five were taken to the hospital, no survivors had sustained any serious injuries.","translation":"","titleYN":"N"},{"id":340,"order":11,"content":"Divers and a helicopter were used as part of the search and rescue operation, according to the fire and rescue service.","translation":"","titleYN":"N"},{"id":341,"order":12,"content":"Among those killed was the skipper of the boat’s girlfriend, while one of the bodies was found within the wreckage of the boat, roughly 15 meters (49 feet) below water, Sky Tg24 added.","translation":"","titleYN":"N"},{"id":342,"order":13,"content":"An operation is now underway to recover the sunken boat.","translation":"","titleYN":"N"},{"id":343,"order":14,"content":"A UK Foreign Commonwealth Development Office spokesperson told CNN, “we are in contact with local authorities in Italy after a boat accident and are ready to provide consular assistance to any British nationals involved.”","translation":"","titleYN":"N"},{"id":344,"order":15,"content":"Lake Maggiore is a popular destination for tourists and is shared by Italy and Switzerland.","translation":"","titleYN":"N"},{"id":345,"order":16,"content":"Passengers had been celebrating a birthday party when the boat, traveling between the Italian towns of Lisanza and Dormelletto, capsized, according to Sky Tg24.","translation":"","titleYN":"N"}]},{"id":346,"publishDate":"12:47 오전 KST, 화 5월 30, 2023","authorArr":["Rob Picheta","Tim Lister"],"view":0,"title":{"id":347,"order":1,"content":"Russia ‘changes tactics’ and hits Kyiv with daytime missile attack","translation":"","titleYN":"Y"},"contents":[{"id":348,"order":2,"caption":"Russia launches one of largest drone attacks yet on Kyiv Day","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529080054-exp-ukraine-drone-attack-kyiv-fred-pleitgen-05292aseg2-cnni-world-00004203.png?c=16x9&q=h_540,w_960,c_fill","repYN":"Y"},{"id":349,"order":3,"content":"Russia hit Kyiv with an array of missile fire on Monday in a surprise daytime attack, hours after an overnight barrage of the Ukrainian capital and across the country.","translation":"","titleYN":"N"},{"id":350,"order":4,"content":"Explosions were heard in central Kyiv late in the morning on Monday, sparking sirens and sending residents rushing for shelter just as the city recovered from a more typical overnight bombardment.","translation":"","titleYN":"N"},{"id":351,"order":5,"content":"Kyiv’s armed forced said it downed 11 Iskander missiles launched by Russia in the daytime raid. One man was hospitalized after missile fragments landed in the Podilskyi district, Kyiv’s mayor Vitalii Klitschko said.","translation":"","titleYN":"N"},{"id":352,"order":6,"content":"Serhii Popko, head of Kyiv city military administration, said this attack shows “the enemy changed its tactics – after prolonged, nighttime attacks only, it struck a peaceful city during the day, when most residents were at work and outside.”","translation":"","titleYN":"N"},{"id":353,"order":7,"content":"Ukrainian President Volodymyr Zelensky posted a video of a child running for shelter as an explosion is heard in the background.","translation":"","titleYN":"N"},{"id":354,"order":8,"content":"“Ukrainian children. Every time an air raid alert sounds,” he said. “This is what an ordinary weekday looks like.”","translation":"","titleYN":"N"},{"id":355,"order":9,"content":"His wife, Olena Zelenska, reposted the video, adding: “Morning after sleepless night under fire. Anxiety once again… Children running and screaming for shelter to the sounds of explosions. But it should not be like this.”","translation":"","titleYN":"N"},{"id":356,"order":10,"content":"Hours earlier, cities across Ukraine were hit by a wave of Russian strikes.","translation":"","titleYN":"N"},{"id":357,"order":11,"content":"The Commander-in-Chief of Ukraine’s Armed Forces, Valerii Zaluzhnyi, said 37 cruise missiles, dozens of Shahed drones and a reconnaissance UAV were shot down by Kyiv’s forces – the vast majority of those fired.","translation":"","titleYN":"N"},{"id":358,"order":12,"caption":"Ukrainian Police officers inspect a fragment a rocket after a Russian attack in Kyiv on Monday.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529130446-07-kyiv-strike-052923.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":359,"order":13,"caption":"Tracks and white smoke were seen in the sky during the daytime attack.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529114415-06-kyiv-strikes-052923.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":360,"order":14,"content":"The Khmelnytskyi regional military administration said Russia had attacked a military facility in the western Ukrainian city, damaging five aircraft.","translation":"","titleYN":"N"},{"id":361,"order":15,"content":"The Russian Defense Ministry said later that its forces hit Ukrainian airfields, destroying all targets. “As a result of the strike, command posts and radar posts, as well as aviation equipment, storage facilities with weapons and ammunition of the Armed Forces of Ukraine were hit,” it said in its daily briefing.","translation":"","titleYN":"N"},{"id":362,"order":16,"content":"On Sunday a huge wave of Russian drones targeted Kyiv, marking the largest such assault on the capital since the conflict began, according to Ukrainian authorities. Klitschko said a 41-year-old man died in the early hours of Sunday following the attacks.","translation":"","titleYN":"N"},{"id":363,"order":17,"content":"The attack came on Kyiv Day, when the city celebrates its founding. But Russia is so far seeing limited returns from its repeated attacks.","translation":"","titleYN":"N"},{"id":364,"order":18,"content":"The Iranian-made Shahed drones are a cheap way to inflict at least some pain on Kyiv, which for much of the last year has been spared the impact of the Russian invasion.","translation":"","titleYN":"N"},{"id":365,"order":19,"content":"Russia has bought many hundreds of such drones, which cost roughly 20 times less than a missile.","translation":"","titleYN":"N"},{"id":366,"order":20,"content":"Moscow is also hoping to land a psychological blow. Since the beginning of the invasion, the air raid siren has been on in Kyiv for a cumulative 887 hours.","translation":"","titleYN":"N"},{"id":367,"order":21,"content":"But all the indications are that despite the dislocation and exhaustion, the attitude of the city’s population is hardened rather than weakened by such attacks.","translation":"","titleYN":"N"},{"id":368,"order":22,"content":"The greater purpose on the Russians’ part in sending waves of Shaheds is likely to wear down Ukraine’s air defenses, and force them to expend scarce munitions on the swarms of drones.","translation":"","titleYN":"N"},{"id":369,"order":23,"content":"Multiple accounts over the past few months, including estimates in leaked US military assessments, have referred to critical shortcomings in Ukraine’s layered air defenses, especially as its Soviet-era S-300 system - the workhorse of Ukrainian air defenses - is degraded and as it becomes increasingly difficult to find ammunition for such systems.","translation":"","titleYN":"N"}]},{"id":370,"publishDate":"12:22 오전 KST, 화 5월 30, 2023","authorArr":["Al Goodman"],"view":0,"title":{"id":371,"order":1,"content":"Spanish PM calls snap elections after setbacks in local polls","translation":"","titleYN":"Y"},"contents":[{"id":372,"order":2,"caption":"Conservatives make gains in Spain's elections","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529045133-exp-spanish-elections-rdr-fst-052903aseg2-cnni-world-00002001.png?c=16x9&q=h_540,w_960,c_fill","repYN":"Y"},{"id":373,"order":3,"content":"Spanish Prime Minister Pedro Sanchez has announced snap parliamentary elections in July, hours after his ruling Socialists suffered major setbacks in regional and local elections.","translation":"","titleYN":"N"},{"id":374,"order":4,"content":"In a nationally televised statement, Sanchez said he had informed Spain’s King Felipe VI, the head of state, to hold parliamentary elections on July 23, and that an extraordinary cabinet meeting would be held later Monday to approve the decision.","translation":"","titleYN":"N"},{"id":375,"order":5,"content":"“I took this decision in light of the results of yesterday’s elections,” said Sanchez.","translation":"","titleYN":"N"},{"id":376,"order":6,"content":"The conservative Popular Party made huge gains in Sunday’s elections, defeating incumbent Socialists in numerous key regional and city governments, including in the Valencia regional government in the east of the country and Seville city hall in the south.","translation":"","titleYN":"N"},{"id":377,"order":7,"content":"Popular Party leader Alberto Nunez Feijoo welcomed the move.","translation":"","titleYN":"N"},{"id":378,"order":8,"content":"“Our country has embarked on a journey of renewal that has now proven to be unstoppable,” he tweeted, calling on supporters to deliver “an uncontested majority” in July’s elections.","translation":"","titleYN":"N"},{"id":379,"order":9,"content":"“Spain is ready for change,” added Feijoo.","translation":"","titleYN":"N"},{"id":380,"order":10,"content":"Sanchez, 51, became prime minister in 2018 after winning a vote of no confidence in parliament against then-conservative Prime Minister Mariano Rajoy.","translation":"","titleYN":"N"},{"id":381,"order":11,"content":"Sanchez then won a general election in November 2019, but fell short of a majority. He formed a coalition government with the leftist Podemos party, which also suffered setbacks in Sunday’s local elections.","translation":"","titleYN":"N"},{"id":382,"order":12,"caption":"Popular Party (PP) supporters celebrating on Sunday.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529104732-03-spain-election-052823.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"N"},{"id":383,"order":13,"content":"Sanchez’s government has been a staunch ally of Ukraine, sending tanks, air defense systems and other aid to Kyiv following Russia’s invasion. Domestically he has pushed a progressive agenda, including policies on women’s rights and a euthanasia law.","translation":"","titleYN":"N"},{"id":384,"order":14,"content":"The prime minister is making “a complex chess move,” Andres Villena, a professor at Madrid’s Complutense University, told CNN.","translation":"","titleYN":"N"},{"id":385,"order":15,"content":"“Sanchez’s decision to move up the elections could neutralize the honeymoon for the incoming conservative leaders” in the local elections, Villena said.","translation":"","titleYN":"N"},{"id":386,"order":16,"content":"Villena said the snap elections also add pressure on the untested national candidate Feijoo, who became leader of the Popular Party only last year.","translation":"","titleYN":"N"},{"id":387,"order":17,"content":"His party won Sunday’s vote but fell just short of majorities in various regional and local governments and the snap poll in July might also dissuade Feijoo from allowing those conservative winners to make local governing deals with the far-right Vox party, which also scored gains.","translation":"","titleYN":"N"},{"id":388,"order":18,"content":"The announcement, Villena added, also puts pressure on the leftist Podemos party, the junior member of Sanchez’s governing coalition, to make election campaigning deals with another leftist party, Sumar, which could boost chances for the progressives to win seats in July.","translation":"","titleYN":"N"}]},{"id":389,"publishDate":"11:46 오후 KST, 월 5월 29, 2023","authorArr":["Mengchen Zhang","Caolán Magee"],"view":0,"title":{"id":390,"order":1,"content":"Shanghai records its highest May temperature in more than 100 years","translation":"","titleYN":"Y"},"contents":[{"id":391,"order":2,"caption":"A woman wearing sun protective clothing commutes on a bicycle amid hot weather in Shanghai on Monday.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230529140704-01-shanghai-hot-weather-052923.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":392,"order":3,"content":"The Chinese city of Shanghai recorded its highest May temperature in more than 100 years on Monday, hitting a record 36.1 degrees Celsius (nearly 97 degrees Fahrenheit).","translation":"","titleYN":"N"},{"id":393,"order":4,"content":"The previous record of 35.7 degrees Celsius (96.3 degrees Fahrenheit) was first recorded in May 1876 and has been reached just three other times since including 1903, 1915 and 2018, state media reported.","translation":"","titleYN":"N"},{"id":394,"order":5,"content":"It is unknown when the city began keeping temperature records.","translation":"","titleYN":"N"},{"id":395,"order":6,"content":"Monday’s record-breaking heat wave for May was recorded in the city’s Xuhui district, state media CCTV reported, citing the Shanghai Meteorological Department.","translation":"","titleYN":"N"},{"id":396,"order":7,"content":"Earlier Monday, the Shanghai Meteorological Department issued its first high temperature alert of the year as temperatures in the city surpassed 35 degrees Celsius (95 degrees Fahrenheit) for three consecutive days.","translation":"","titleYN":"N"},{"id":397,"order":8,"content":"This comes after a heat wave swept through China in July, with residents resorting to air raid shelters and public fountains to stay cool.","translation":"","titleYN":"N"},{"id":398,"order":9,"content":"Across the entirety of 2022, Shanghai recorded 50 days of temperatures over 35 degrees Celsius.","translation":"","titleYN":"N"},{"id":399,"order":10,"content":"Shanghai’s current temperature alert level is yellow, the lowest of the three tiers.","translation":"","titleYN":"N"},{"id":400,"order":11,"content":"An orange warning comes into effect if the maximum temperature is expected to rise above 37 degrees Celsius within 24 hours, and red means temperatures are expected to reach over 40 degrees Celsius in the coming 24 hours.","translation":"","titleYN":"N"},{"id":401,"order":12,"content":"This comes amid a swathe of record high temperatures across Asia in Vietnam, Laos and Thailand’s capital earlier this month. Experts say the heat has been compounded by an intense smoggy season that has caused pollution levels to spike.","translation":"","titleYN":"N"},{"id":402,"order":13,"content":"Scientists have long warned that heat waves are set to get worse as the impacts of the human-caused climate crisis accelerate.","translation":"","titleYN":"N"},{"id":403,"order":14,"content":"The temperature of China’s coastal waters has also increased significantly due to global warming, and the rise in sea levels has accelerated, said Wang Hua, head of the marine forecasting and monitoring department at China’s Ministry of Natural Resources, last month.","translation":"","titleYN":"N"},{"id":404,"order":15,"content":"Shanghai, the country’s most developed and richest city, is located along this coastline.","translation":"","titleYN":"N"},{"id":405,"order":16,"content":"Over the past four decades, rising sea levels along the Chinese coast have caused long-term effects, including the erosion of coastal ecosystems and the loss of tidal flats. They have also affected groundwater supply and increased the damage caused by storms, floods and salt tide intrusion, Wang said.","translation":"","titleYN":"N"}]},{"id":406,"publishDate":"10:09 오후 KST, 월 5월 29, 2023","authorArr":["Stephanie Busari"],"view":0,"title":{"id":407,"order":1,"content":"Nigeria’s Bola Tinubu sworn in as president, facing divided nation and economic woes","translation":"","titleYN":"Y"},"contents":[{"id":408,"order":2,"caption":"Bola Ahmed Tinubu thanks his supporters after he was declared winner in Nigeria's presidential election, at the Party's campaign headquarters, in Abuja, Nigeria March 1, 2023.","url":"https://media.cnn.com/api/v1/images/stellar/prod/230301112455-02-bola-ahmed-tinubu-030123.jpg?c=16x9&q=h_720,w_1280,c_fill","repYN":"Y"},{"id":409,"order":3,"content":"Nigeria’s President-elect Bola Ahmed Tinubu was sworn into office Monday, against the backdrop of a fractured nation, an ailing economy and spiraling insecurity.","translation":"","titleYN":"N"},{"id":410,"order":4,"content":"The ceremony took place amid tight security at the 5,000-capacity Eagle Square venue in the capital, Abuja.","translation":"","titleYN":"N"},{"id":411,"order":5,"content":"A national public holiday was declared and Nigerians without an invitation told to stay away from the ceremony. Opposition parties had disputed the results, and there were fears of unrest.","translation":"","titleYN":"N"},{"id":412,"order":6,"content":"In his inaugural speech, Tinubu told Nigerians his swearing-in was a “sublime moment.”","translation":"","titleYN":"N"},{"id":413,"order":7,"content":"“We have endured hardships that would have made other societies crumble. Yet, we have shouldered the heavy burden to arrive at this sublime moment where the prospect of a better future merges with our improved capacity to create that future,” said Tinubu, who becomes the sixteenth president of Nigeria.","translation":"","titleYN":"N"},{"id":414,"order":8,"content":"His inauguration is the culmination of a life-long ambition to rule Nigeria but he faces huge challenges.","translation":"","titleYN":"N"},{"id":415,"order":9,"content":"He won the elections with just 37 percent of the votes – the lowest of any elected Nigerian president since the handover from military to democratic rule in 1999. And as his inauguration got underway, the hashtag #Tinubunotmypresident started to trend on social media.","translation":"","titleYN":"N"},{"id":416,"order":10,"content":"Nigeria’s longstanding ethnic and religious divisions became even more polarized during February’s polls amid violence and as critics and election observers raised concerns about irregularities and alleged attempts to disenfranchise voters.","translation":"","titleYN":"N"},{"id":417,"order":11,"content":"A legal challenge to the result, launched by his political rivals is ongoing. But Tinubu has said he would unite the nation and implored those who did not support him to rally behind his agenda.","translation":"","titleYN":"N"},{"id":418,"order":12,"content":"“Those who didn’t support me, I ask that you not allow the disappointment of this moment to keep you from realizing the historic national progress we can make by working together,” he said in March.","translation":"","titleYN":"N"},{"id":419,"order":13,"content":"Reviving the fortunes of Africa’s largest economy is a critical challenge that Tinubu must immediately tackle head on, analysts say.","translation":"","titleYN":"N"},{"id":420,"order":14,"content":"Nigeria has debts of around $103 billion and faces unprecedented levels of inflation, high unemployment and a heavy reliance on dwindling oil revenues, which has led to an exodus of mostly young Nigerians in a brain drain crisis known locally as “japa,” or escape.","translation":"","titleYN":"N"},{"id":421,"order":15,"content":"“The key to solving most of the major issues in Nigeria today… rest on him being able to kickstart Nigeria’s economy and improve the finances of the Nigerian state. This is needed to reduce Nigeria’s unsustainable debt burden,” said Remi Adekoya, a political analyst and associate lecturer at the UK’s York University.","translation":"","titleYN":"N"},{"id":422,"order":16,"content":"Adekoya said Tinubu is “very pro-business,” which should attract much-needed foreign direct investment. “Foreign investors would see him as a welcome change from the business-sceptic former President Buhari. This could work in Nigeria’s favor,” he said.","translation":"","titleYN":"N"},{"id":423,"order":17,"content":"Nigeria also faces a multitude of social problems, including inadequate access to education and healthcare systems, widespread poverty, and gender inequality, according to Rolake Filani-Akinkugbe, an analyst and the chief commercial officer of Mixta Africa. Tinubu must work to build the “political and social capital,” Filani-Akinkugbe said.","translation":"","titleYN":"N"},{"id":424,"order":18,"content":"“There’s still huge polarization between the ultra rich and super poor. And in some ways successive governments have lost the social contracts of the majority of the population,” she said.","translation":"","titleYN":"N"},{"id":425,"order":19,"content":"Nigeria has been plagued by insurgencies, banditry, and communal conflicts that pose significant threats to the nation. Confronting insecurity remains a paramount challenge for Tinubu’s administration.","translation":"","titleYN":"N"},{"id":426,"order":20,"content":"Under former President Buhari’s rule, kidnapping for ransom became a large criminal enterprise leaving Nigerians in parts of the country terrified of carrying out everyday activities.","translation":"","titleYN":"N"},{"id":427,"order":21,"content":"Tinubu is now commander-in-chief of the armed forces, but unlike many previous Nigerian rulers, has no military experience.","translation":"","titleYN":"N"},{"id":428,"order":22,"content":"He vowed during his inaugural speech to make security “the top priority of our administration because neither prosperity or justice can prevail against insecurity and violence.”","translation":"","titleYN":"N"},{"id":429,"order":23,"content":"Tinubu also promised to invest more in training and security equipment.","translation":"","titleYN":"N"},{"id":430,"order":24,"content":"Adekoya said Tinubu is likely to appoint a cabinet quickly, unlike his predecessor who took six months to form his government. “Tinubu is a pragmatist who has shown he can spot talent … and promote them so I do expect him to have a competent cabinet,” Adekoya said.","translation":"","titleYN":"N"},{"id":431,"order":25,"content":"The hopes and aspirations of millions rest on his shoulders, and the path to progress will be arduous as Nigerians await the transformative leadership that Tinubu and other successive leaders have promised.","translation":"","titleYN":"N"},{"id":432,"order":26,"content":"Tessy Olabisi Ologun, an unemployed resident of Lagos, told CNN: “I believe there’s a future, if the leaders they can lead us right. Our country is blessed, and I believe he is fitting for the position.”","translation":"","titleYN":"N"}]}]